[{"page_content": "Handbook - REP\n\nDiretoria Acadêmica da Graduação Agosto de 2024\n\nResolução Eficaz de Problemas - REP\n\nO programa REP (Resolução Eficaz de Problemas) completou 10 anos no Insper em 2021. Ele foi idealizado por Carolina da Costa com o objetivo de ser uma experiência de aprendizagem única a todos os alunos do 6º semestre do curso de Administração, ao conciliar a aplicação da teoria com a vivência prática.\n\nO formato da disciplina surgiu a partir de um processo que identificou lacunas na formação dos alunos que, apesar de apresentarem um bom domínio de conceitos e técnicas de análise, muitas vezes demonstravam uma capacidade insuficiente na aplicação destes conceitos ou na resolução prática de problemas. Com uma aprendizagem orientada a problemas (problem based), o programa também contribui para o desenvolvimento de outras competências, como trabalho em equipe, comunicação, pensamento crítico e orientação para resultado.\n\nPara tanto, contamos com empresas parceiras e mentores externos. Buscamos empresas que possam contribuir para a formação dos alunos, trazendo projetos desafiadores com impacto significativo na estratégia do negócio. Por sua vez, convidamos mentores que propositalmente não são professores, pois acreditamos que, neste momento da formação dos alunos, é interessante que recebam um outro tipo de orientação. No entanto, todos os professores continuam à disposição dos alunos para apoiar o desenvolvimento dos projetos, assim como todo o Insper está, quer seja a biblioteca ou as bases de dados disponíveis.\n\nRecentemente, o programa REP foi incorporado ao Hub de Inovação como uma das ferramentas que podem alavancar o potencial de utilização do hub pelas empresas, sendo uma evidência da contribuição do Insper para a sociedade. Fica aqui o convite para que você aproveite ao máximo essa experiência do REP.\n\nGuilherme Silveira Martins Presidente do Insper", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\nPropósitos do Handbook\n\nEste handbook visa esclarecer dúvidas, compartilhar expectativas e oferecer orientações para que os alunos aproveitem a experiência REP como uma oportunidade rica e desafiadora de aprendizagem e de preparação para o ingresso na vida profissional.\n\nO conteúdo deste handbook foi desenvolvido com base na contribuição de vários profissionais, além de utilizar como referência project handbooks de universidades norte-americanas conhecidas pela aplicação de senior capstone programs na formação de alunos, como Senior Engineering Project de ISE/ Illinois e ESCOPE de Olin College.\n\nAs informações aqui contidas visam preparar os alunos para os diversos aspectos envolvidos na experiência REP: relacionamento com pares (gestão de conflitos e busca de resultados); planejamento e organização do projeto; interação com empresa e com suas diversas interfaces; coleta e análise de dados; comunicação e apresentação do trabalho. Os alunos terão oportunidade de aprendizado tanto do ponto de vista cognitivo (planejamento, análise, organização, síntese, gestão) quanto social (desenvoltura, articulação, empatia, comunicação). Dessa forma, as avaliações irão englobar esses dois grandes componentes – resultado e atitude –, que também são os mesmos que as empresas buscam encontrar em seus futuros profissionais.\n\nAo final do REP, os alunos, em vista do desempenho alcançado, receberão certificação Green Belt Planejamento FALCONI-INSPER ou Yellow Belt Planejamento FALCONI-INSPER (ver item 10). O mais importante é que os alunos façam um excelente trabalho, cumpram prazos, superem obstáculos, comuniquem-se efetivamente, trabalhem bem em equipe e produzam um projeto com qualidade. Isso já será uma importante experiência para colocarem no currículo. O restante virá como consequência.\n\nNão deixem de se divertir e registrar com fotos momentos marcantes para compartilhar com os alunos que farão parte do REP no próximo semestre!\n\nSucesso a todos,\n\nCarolina Fouad Kamhawy Coordenação do Programa", "metadata": {}}, {"page_content": "Sumário\n\nUma janela para a vida profissional\n\nFluxo do programa – Visão geral do REP\n\nO mentor da equipe\n\nResponsabilidades dos alunos (e não do mentor)\n\nDefinindo normas e papéis na equipe de trabalho\n\nConheça as empresas participantes do REP em 2024.2\n\nPrimeiro contato com a empresa\n\nApós a primeira visita\n\nDurante o projeto\n\nAvaliação do projeto, dos alunos e certificação\n\nContabilização de faltas\n\nEntregas programadas\n\nRecursos que estão disponíveis para apoiar os alunos no projeto\n\nO que fazer em caso de acidentes?\n\nAnexo 1 – Critérios de avaliação dos mentores Anexo 2 - Critérios de avaliação das bancas intermediária e final Anexo 3 - Critérios de avaliação da prova individual oral Anexo 4 - Critérios da avaliação entre pares Anexo 5 - Critérios da avaliação do Relatório Final Anexo 6 - Guideline do Método de Resolução de Problemas Anexo 7 - Calendário REP", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\n1 - Uma janela para a vida profissional\n\nÉ importante que os alunos estejam cientes de que o REP busca reproduzir vários desafios da vida profissional. Para vários deles, não necessariamente existirá uma fórmula ou resposta única e imediata. Daí a importância da persistência, atitude investigativa, coleguismo e, claro, jogo de cintura e bom humor!\n\nAlguns dos desafios que fazem parte dessa experiência:\n\nOs dados do problema não estarão organizados em uma planilha, esperando aplicação de macros e fórmulas. Os alunos deverão ir atrás de dados novos, organizar e entender os já disponíveis. Isso significa utilizar cronômetros, observar meticulosamente a operação, realizar entrevistas detalhadas, enfim, “pôr a mão na massa”!\n\nAinda que o gerente de projeto na empresa seja parceiro do Insper, lembrem-se que ele (a) trabalha com outras pessoas, direta ou indiretamente, que não necessariamente estarão disponíveis para receber os alunos quando abordadas. Não suponham que todos saibam quem são vocês. Peçam licença e se apresentem, perguntando se aquele é um bom momento para conversarem. Em casos mais difíceis, peçam ajuda.\n\nNem sempre os alunos terão afinidades com todos os seus colegas de equipe, já que os grupos foram formados com base em critérios objetivos, como experiências prévias, desempenho acadêmico em áreas de conhecimento específicas e escolhas similares de projetos. Lembrem-se de que aprender a trabalhar em equipe é parte dos objetivos de aprendizagem do REP.\n\nOs alunos não deverão esperar encontrar um problema estruturado e pronto para solução. A maioria dos problemas das organizações é pouco formalizada e demanda definição, delimitação de escopo e decisões sobre quais são as análises pertinentes. O mentor Insper da equipe orientará os alunos diante dos principais desafios de estruturação do problema.\n\nNo que tange à coleta e análise de dados, recordem-se da frase de Einstein: “not everything that counts can be counted, and not everything that can be counted counts.”", "metadata": {}}, {"page_content": "2 – Fluxo do programa – Visão geral do REP\n\n\n\n3 - O mentor da equipe\n\nTodo grupo terá um mentor para orientar o trabalho dos alunos ao longo do projeto. O mentor é um profissional experiente em consultoria e parceiro do Insper ou professor (a) no apoio ao desenvolvimento dos objetivos de aprendizagem do programa. O mentor irá orientar os alunos a seguirem na direção correta, apoiando-o em:\n\nDicas para o levantamento de hipóteses e sugestões para coleta e análises de dados pertinentes;\n\nControle de qualidade do projeto;\n\nRedirecionamento de passos quando houver dificuldades;\n\nSugestões de caminhos e possibilidades ao longo do projeto;\n\nOrganização inicial do trabalho, estando próximo nas primeiras comunicações e follow-up com a empresa;\n\nEstar presente em todas as apresentações formais às empresas junto com o grupo;\n\nRevisão prévia do material que será apresentado às empresas e ao Insper;\n\nAcompanhamento do desenvolvimento do projeto;\n\nAjuste de expectativas de entrega junto às empresas. Diante de maiores dificuldades de coleta de dados, reajustar o que será entregue;\n\nAvaliação dos alunos.\n\nDada a interação próxima dos mentores com cada um dos alunos do grupo, eles terão a responsabilidade de avaliar os alunos em termos de soft skills e competências analíticas ao longo do projeto.", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\n4 - Responsabilidades dos alunos (e não do mentor):\n\nInterface com a empresa: o mentor acompanhará o grupo em visitas à empresa quando necessário.\n\nControlar o calendário e prazos do projeto.\n\nPreparar uma agenda para visitas nas empresas: lembrem-se de que as empresas estão preparadas para receber o grupo toda quinta-feira, mas é importante que confirmem horários e locais e avisem seus mentores.\n\nPreparar uma agenda para encontros e sessões de dúvidas com os mentores: os mentores estarão disponíveis para orientar o aluno sempre às quintas-feiras, mas é tarefa dos alunos organizar agenda, horários e meios para interagir com os mentores – ao vivo, por telefone ou remotamente. Nunca terminem um encontro com o seu mentor sem planejar os próximos passos. Lembrem-se: os mentores são recursos valiosos para apoiar os alunos no desenvolvimento do trabalho. Saber estabelecer uma boa relação interpessoal também é parte dos objetivos de aprendizagem do programa – além de representar um dos quesitos sobre os quais os alunos serão avaliados.\n\nChegar preparados à empresa: saber o que deve ser feito e de que maneira. Sempre ter em mente de forma clara o que deverá ser obtido como resultado ou objetivo do trabalho daquele dia na empresa. Os alunos terão de armazenar todas as informações que serão coletadas ao longo do projeto. É crucial o cuidado com a confidencialidade das informações, que necessariamente serão limitadas ao grupo, ao mentor e a locais seguros para interação (atentem-se para não realizar conversas em voz alta em lanchonetes, táxis e outras áreas de socialização). Se a premissa de confidencialidade for violada, todo o programa do Insper poderá ser comprometido.\n\nEstar presentes em TODAS as apresentações formais às empresas, garantindo o comprometimento com o projeto.\n\nEnviar todo o material confeccionado ao longo do semestre às empresas ao final do projeto, deixando a coordenação do REP em cópia no e-mail.\n\nComprometimento com a empresa e com o Insper.", "metadata": {}}, {"page_content": "\n\n\n\n\n\n5 - Definindo normas e papéis na equipe de trabalho\n\nAntes de dar início ao projeto, sugerimos que todos os alunos invistam tempo para definir, por escrito, normas de conduta em equipe, além de papéis para cada um. Esses papéis não precisarão ser fixos, mas deverão sempre contemplar:\n\nResponsável por controlar prazos e entregas.\n\nResponsável por sintetizar as informações colhidas e discutidas em equipe: fazer o registro das informações.\n\nResponsável por elaborar a agenda de cada visita e de encontro com mentores.\n\nResponsável por organizar as informações, zelando pela confidencialidade dos dados.\n\nInterlocutor com a empresa em trocas de e-mails e pedido de informação: Não pode acontecer de a empresa receber e-mails de pessoas diferentes do grupo pedindo a mesma coisa! Isso demonstra que o grupo não está alinhado. Por outro lado, e-mails com cópias para todos podem gerar muitas confusões e discussões. Por isso, é importante que os alunos concentrem os e-mails através da troca pelo grupo de e-mail do Insper, informado a todos no início do semestre.\n\nUma das melhores maneiras que temos para formar uma equipe eficaz é estabelecer normas de conduta que especifiquem como agiremos individualmente, em relação aos outros e em equipe (sugestão: comecem o trabalho em equipe com regras de participação, assiduidade, horários, comportamentos esperados). Abaixo, apresentamos alguns exemplos de normas de conduta dos quais as equipes poderão partir, fazendo ajustes e acréscimos:\n\nCompartilharemos observações e faremos perguntas antes de tirarmos conclusões ou fazermos acusações.\n\nManteremos um tom positivo em todas as conversas sobre a equipe (sem fofoca).\n\nEncorajaremos e apoiaremos uns aos outros – desdobrando-nos para ajudar os colegas de equipe.\n\nFalaremos abertamente e ouviremos com generosidade.\n\nTodos os membros deverão entregar os resultados esperados e assumir a responsabilidade ou delegá-la ao membro certo.\n\nApoiaremos o consenso do grupo, percebendo que nem todas as decisões podem ser unânimes.\n\nHonraremos nossos compromissos: respeitaremos acordos de horários – sendo pontuais e cumprindo os prazos.\n\nOrientaremos uns aos outros de forma construtiva.\n\nQuando a equipe vence, todos vencem. Se alguém falha, a equipe falha e todos perdem.", "metadata": {}}, {"page_content": "\n\n\n\n\n6 - Conheça as empresas participantes do REP em 2024.2\n\n\n\n7 - Primeiro contato com a empresa\n\nEstudem a empresa: setor, mercados, produtos, atualidades, desafios, etc. Não se limitem às informações contidas no site da empresa, consultem também outras fontes. Memorizem os principais produtos, locais, linhas de produção, números e o que mais julgar importante.\n\nSejam pontuais e venham vestidos de forma apropriada e profissional: Para projetos em ambiente fabril e/ou de operações, venham com sapatos confortáveis para caminhar por longos percursos e roupas mais resistentes (é desaconselhável o uso de sandálias, chinelos e saltos). Em ambientes de escritório, trajem-se com roupas do estilo esporte fino.\n\nCertifiquem-se de que seu computador e/ou celular, bem como a plataforma de comunicação estejam funcionando bem se o contato for virtual.\n\nEstejam prontos para participar de tudo com entusiasmo: As empresas podem ter suas particularidades em relação a vídeos e normas de segurança, em especial em uma primeira visita local, fazendo com que a integração possa ser longa e cansativa.\n\nO mentor acompanhará o grupo na primeira conversa ou visita à empresa, servindo de modelo para os alunos sobre como se portar diante do gerente de projeto da empresa e demais funcionários.\n\nDesliguem o celular: Lembrem-se de que seu interlocutor na empresa, independentemente do cargo, é uma pessoa ocupada e está cedendo o tempo dela para ajudá-lo no trabalho. É fundamental demonstrar respeito ao tempo dessa pessoa.\n\nValorizem todas as pessoas da empresa: Todas são importantes e potenciais fontes de informação para o projeto: do profissional que opera uma máquina até o gerente de área. Anotem o nome e função das pessoas presentes às reuniões ou encontros.\n\nAnotem tudo e todas as fontes: onde, quem disse o quê, quando, etc. Não confiem em excelente memória. Nada mais chato que ter de voltar para perguntar: \"O que foi mesmo que você falou?”", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\n8 - Após a primeira visita\n\nA equipe deverá elaborar um plano de trabalho contemplando os seguintes pontos: entendimento do problema, análise do problema e proposta de solução. Até a banca intermediária, os alunos deverão apresentar, pelo menos, uma definição do problema, uma meta para o problema, desdobramento e análises iniciais e um plano de análises a serem executadas na segunda parte do projeto. Para a banca final, além do problema e da meta bem definida e revisada de acordo com o parecer da banca intermediária, os alunos deverão entregar as análises do problema, com hipóteses de causa e solução, bem como uma proposta de plano de ação.\n\nA seguir, alguns detalhes adicionais sobre cada etapa do projeto:\n\nEntendimento Inicial do Problema: Esta etapa contemplará o entendimento inicial do problema, com a definição clara da meta e do escopo do trabalho, indicador bem definido, forma de medição clara, patamar atual e valor a ser alcançado explícitos, prazo determinado e impactos financeiros calculados (e/ou ganhos intangíveis).\n\nAnálise de Fenômeno: Esta etapa contemplará coleta de dados que subsidiem uma boa estratificação do problema e análise das principais fontes de variação. O produto desta etapa são metas específicas bem definidas (fins) e suficientes para alcance da meta geral.\n\nAnálise de Processo: Levantamento das hipóteses de causas (análise qualitativa) e análises subsequentes que identifiquem as causas raiz. Quando necessário, a relação de causa e efeito deverá ser quantificada. É importante que na Análise de Processo seja feita separada para cada foco identificado na etapa anterior de Análise de Fenômeno (para cada meta específica).\n\nRealinhamento de escopo: Com base na apresentação intermediária, será possível rever os objetivos de entrega do projeto. Essa eventual revisão de escopo será comunicada por escrito, em grande parte se constituindo no produto da discussão ocorrida na apresentação.\n\nPlano de Ação: Elaboração e validação da proposta de solução, com base nas análises desenvolvidas, assim como do plano de implementação estruturado segundo a lógica do 5W2H que será discutida durante a disciplina.\n\nPara compreender melhor a lógica de resolução de problemas usada no REP, consultem o anexo 6.\n\nO cronograma macro das atividades do REP no semestre pode ser acessado no anexo 7.", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\n9 - Durante o projeto\n\nNão deixem um e-mail da empresa ou do mentor sem resposta.\n\nNunca, nunca, jamais, afirmem uma coisa sem ter fatos que sustentem de forma robusta tal mensagem; saibam dizer: vou confirmar e/ou não sei e/ou não há como ter certeza…\n\nLembrem-se de que não existe “a minha opinião”: cada membro do grupo fala pelo grupo todo, portanto chequem mensagens e conclusões antes de se dirigir à empresa.\n\n“Insper fala com Insper”. Se alguém da empresa confrontar alguém do grupo dizendo “seu colega falou algo diferente de você”, não discutam. Digam que seu colega deve ter tido uma razão para falar aquilo e deixe para “lavar a roupa suja em casa”. Caso contrário, a equipe toda perde credibilidade diante da empresa.\n\nMantenham o mentor informado do andamento do projeto. Não esperem até o último minuto para pedir ajuda.\n\nDiante de algum impedimento, sempre avisem com antecedência.\n\nSejam proativos: não esperem serem perguntados pelo status das tarefas, apresentem o que vocês fizeram e contribuam com ideias antes de ser solicitado.\n\nSempre definam prazo para os pedidos de informação e tentem fazê-los por escrito para que seja possível realizar follow-up.\n\nOrganização é fundamental.\n\nOrganizem planilhas, papéis, pastas – todos têm de entender o seu trabalho!\n\nPlanilhas eletrônicas devem ser organizadas - outras pessoas poderão precisar usá-las.\n\nNão coloquem números no meio das fórmulas, deixem-nos explícitos.\n\nDeixem explícitas as estimativas e coloquem notas explicativas nas células.\n\nUtilizem o controle de alterações quando for redigir um texto em grupo. Assim ficará fácil de verificar e reler as eventuais correções ou sugestões.\n\nGuardem tudo o que for fundamental para consulta e entendimento futuro por outras pessoas.\n\nGuardem em papel apenas o que não tiver em meio eletrônico.\n\nFaçam back-ups!\n\nSempre utilizem o e-mail do grupo, criado pela coordenação, como forma de comunicação com as empresas e mentor.", "metadata": {}}, {"page_content": "10 - Avaliação do projeto, dos alunos e certificação\n\n10.1 – Avaliação\n\nCada aluno obterá uma nota composta por:\n\nA nota da Banca Intermediária poderá sofrer alteração positiva caso o time apresente uma evolução na qualidade do trabalho na Banca Final, refletida em uma avaliação superior por parte da banca. Desta forma a nota da Banca Intermediária é substituída pela média entre a mesma e a nota da Banca Final.\n\nAs notas da Banca Intermediária, Banca Final e do Relatório Completo referem-se as avaliações do grupo (70%) e as notas do Mentor e da Prova Escrita referem-se as avaliações individuais (30%). A competência trabalho em equipe tem peso 15% da nota e refere-se à sua contribuição para o projeto como um todo. Esta avaliação será realizada pelo mentor do grupo, ao final do projeto. As competências Comunicação e Resolução de Problemas e Pensamento Crítico somam os 85% restantes conforme tabela acima.\n\nComposição de notas\n\nBanca Intermediária\n\nBanca Final\n\nMentor\n\nRelatório Completo\n\nProva escrita\n\nTrabalho em equipe\n\n15%", "metadata": {}}, {"page_content": "\n\n\n\n\nComunicação, Resolução de Problemas e Pensamento Crítico\n\n15%\n\n15%\n\n40%\n\n15%\n\n\n\nA Prova Substitutiva Oral será realizada pelos alunos que obtiverem aproveitamento:\n\na. (Individual) menor que 6,0 na Avaliação do Mentor (Domínio Básico ou Inadequado); OU b. (Individual) insuficiente na Prova Escrita; OU c. (Em grupo) menor que 6,0 na Banca Final (Domínio Básico, Insatisfatório).\n\nVale lembrar que os critérios de avaliação individual do aluno por parte do mentor (ver anexo 1) consideram elementos além da simples participação do aluno em reuniões do time, no Insper e na empresa.\n\nIMPORTANTE:\n\nA nota da Prova Substitutiva (Oral) irá compor a avaliação geral do aluno juntamente com as demais avaliações da disciplina. Esta avaliação geral definirá se o aluno está apto a ser aprovado na disciplina considerando o nível de desenvolvimento dele ao longo do projeto. Os alunos poderão ser reprovados tanto pelo desempenho individual como pelo desempenho no projeto.\n\nCaso o aluno seja convocado para a Prova Substitutiva (Oral), sua participação é obrigatória. O não comparecimento nesta prova resultará na reprovação automática do aluno. A nota da Prova Substitutiva (Oral) pode, nos casos de reprovação, substituir todas as demais notas do aluno.\n\nCaso o projeto não tenha atingido o mínimo esperado pelo programa (conforme anexo 2), mas que, a critério da banca e do mentor, tenha condições de ser ajustado em tempo hábil, o grupo terá 7 (sete) dias após a divulgação do resultado da prova oral para fazer uma nova apresentação para que o projeto possa ser reavaliado.\n\nO aluno que não participar da apresentação intermediária ou final (exclusivamente por problemas de saúde) estará automaticamente convocado para uma prova oral.\n\nAlém da apresentação, cada grupo deverá entregar um Relatório Completo em PowerPoint (de aproximadamente 30 páginas), destacando as análises realizadas no projeto. Caso precisem de mais espaço, coloquem as análises e seus resultados como anexos. O relatório deverá ser entregue em PPT e tem estrutura livre, porém, caso queiram seguir uma sugestão de tópicos, segue abaixo: a. Introdução (contexto) b. Problema c. Meta d. Análises e Resultados e. Planos de Ação f. Referências Bibliográficas (caso necessário)\n\nA avaliação do Relatório Completo será feita tanto pelo mentor como pelos professores da disciplina.\n\nObs. 1: Solicitação de revisão de nota - Assim como nas demais disciplinas da graduação, no REP o aluno também tem direito de solicitar revisão de nota. O prazo para solicitação de revisão de nota é de até 2 (dois dias) úteis após a publicação das notas. O pedido de revisão deverá ser feito por e-mail diretamente para o Professor responsável da disciplina.\n\nObs. 2: Avaliação entre pares - O aluno fará duas avaliações dos seus colegas de equipe ao longo do REP, utilizando o sistema Catme. A avaliação entre pares subsidiará a avaliação individual fornecida pelos mentores e quando não respondida, prevalecerão apenas as notas dadas pelos outros integrantes do seu grupo, sem contar com a seu auto avaliação. Veja os critérios para a avaliação no anexo 4 e os prazos para o preenchimento no anexo 7.\n\nObs. 3: Banca Intermediária e Final – (i) O grupo poderá indicar um aluno que não esteja participando de forma ativa do projeto (free rider), e o mentor levará o caso a um comitê que decidirá se o aluno participará ou não do sorteio para apresentador da banca; (ii) Alunos com problemas graves que comprometam a comunicação estão dispensados da apresentação sem perda de nota (esses casos deverão ser avisados com antecedência à coordenação que fará a análise). Timidez e falta de conhecimento/engajamento do projeto não são motivos para dispensa da apresentação. (iii) O aluno pode optar por não estar presente no dia da apresentação, contudo receberá zero e o grupo perderá 50% da nota recebida.\n\nObs. 4: O aluno que não tiver participação efetiva (free rider) no Projeto do REP será automaticamente reprovado, independentemente de ter obtido aprovação em outras avaliações da mesma disciplina. A participação efetiva do aluno será analisada e validada pelo mentor e professores da disciplina.\n\nObs. 5: As notas finais (incluindo a nota da prova, nota da banca final e média final) somente serão divulgadas após o evento de encerramento do REP, 12 de Dezembro (quinta-feira).\n\nTodas as pessoas envolvidas no processo de avaliação dos alunos utilizarão critérios objetivos, conforme descrito nos Anexos: 1, 2, 3 e 4.\n\n10.2 - Certificação\n\nGreen Belt Planejamento FALCONI-INSPER\n\nO aluno que tiver um desempenho destacado receberá a certificação Green Belt Planejamento FALCONI-INSPER.\n\nOs critérios para receber a certificação são:\n\nNotas da Banca Final, do Mentor, do Relatório e da Prova Escrita maior ou igual a 6,00 (seis), E\n\nMédia final individual igual ou acima de 8,0\n\nA certificação Green Belt Planejamento FALCONI-INSPER é um reconhecimento da formação e capacidade do candidato de identificar, analisar e solucionar problemas complexos, utilizando pensamento crítico e estruturado, apoiado em análises e ferramentais estatísticos pertinentes. O Green Belt Planejamento FALCONI-INSPER tem formação para solucionar uma grande gama de problemas complexos, sozinho ou como parte da equipe de um Black Belt.\n\nYellow Belt Planejamento FALCONI-INSPER\n\nO aluno que tiver um desempenho destacado receberá a certificação Yellow Belt Planejamento FALCONI-INSPER.\n\nOs critérios para receber a certificação são:\n\nNotas da Banca Final, do Mentor, do Relatório e da Prova Escrita maior ou igual a 6,00 (seis), E\n\nMédia final individual entre 7,0 e 7,99\n\nA certificação Yellow Belt Planejamento FALCONI-INSPER pode ser entendida como o reconhecimento da formação e capacidade do candidato para interpretar problemas mais simples de uma instituição, aplicar o método em sua solução, sozinho, em um grupo de melhoria ou apoiar um Green Belt na solução de um problema mais complexo na organização.", "metadata": {}}, {"page_content": "11 - Contabilização de faltas\n\nA contabilização de faltas segue a regra geral da escola. O aluno deverá ter no mínimo 75% de frequência nas atividades do REP. Além do comparecimento nas aulas normais, o aluno é obrigado a comparecer em todas as aulas de orientação ao grupo. O aluno que, por motivo de força maior, não puder comparecer às aulas de orientação, deverá justificar sua ausência, caso contrário estará reprovado na disciplina.\n\nVale ressaltar que o Evento de Encerramento é um momento muito importante, onde contamos com a presença dos sponsors dos projetos nas empresas e mentores para prestigiar os trabalhos realizados por vocês durante o semestre. Pedimos atenção na data dos Eventos (vide calendário anexo 7) uma vez que a sua presença é obrigatória.", "metadata": {}}, {"page_content": "12 - Entregas programadas\n\nEnvio da apresentação para Banca Intermediária: até 17/09/2024 às 12h00;\n\nAvaliação entre pares – 1° CATME – 16/09/2024;\n\nBanca Intermediária do Insper e Feedback para Plano de Ação: 18/09 a 24/09/2024;\n\nApresentação intermediária (para a empresa): até 04/10/2024;\n\nAvaliação entre pares – 2° CATME – 04/11/2024;\n\nEnvio do Relatório Completo: até 06/11/2024 às 12h00;\n\nEnvio da apresentação para Banca Final: até 06/11/2024 às 12h00;\n\nBanca Final do Insper – 07/11 a 13/11/2024;\n\nApresentação final (para a empresa), com a síntese de toda a análise, recomendações e planos de implementação: até 27/11/2024;\n\nBanner (resumo do projeto em 6 slides) - para evento de encerramento: até 28/11/2024 às 12h00;\n\nProva Escrita - A confirmar;\n\nProva Individual Oral - A confirmar;", "metadata": {}}, {"page_content": "\n\n\n\n\n\n\n13 - Recursos que estão disponíveis para apoiar os alunos no projeto\n\nResponsabilidade do Insper:\n\nReunião de alinhamento de projeto: Caso haja necessidade de realizar reunião com o mentor, call ou reunião com a empresa, os grupos deverão fazê-las de forma remota utilizando ferramentas como o Teams e o Zoom.\n\nSeguro contra acidentes pessoais.\n\nProfessores da disciplina: Fábio Tescari (fabiovcst@insper.edu.br) e Vinicius Picanço (vinicius.picanco@insper.edu.br). No REP, os professores darão algumas aulas ao longo do período (os dias, horários e sala serão comunicadas no painel e calendário do aluno). Ver calendário no Anexo 6.\n\nNa primeira aula (06/08), chamada de imersão, apresentaremos a equipe do REP e todos os procedimentos e orientações sobre a disciplina. Nesta primeira aula você terá o primeiro contato com o Mentor do projeto e o grupo deverá combinar, junto com ele, como será o trabalho na empresa. Duas das aulas serão específicas sobre o método de Resolução de Problemas que será usado na disciplina. As demais aulas serão de “orientação”, com cada grupo individualmente, elas ocorrerão nos horários das aulas às terças-feiras, conforme horários a serem disponibilizados no BlackBoard. Os professores atuarão:\n\nGarantindo que todos os projetos estejam em estágios comparáveis e seguindo formato adequado;\n\nApoiando mentores na transmissão de conceitos importantes para resolução do problema;\n\nInformando a coordenação do REP sobre andamento e demandas dos projetos;\n\nRealizando interface direta e de livre trânsito com mentores (both ways);\n\nRealizando interface direta e de livre trânsito com professores (both ways).\n\nAbaixo, seguem os horários das aulas com os professores:\n\nHorário de atendimento / Aula do REP\n\nTurmas A – Terças-feiras, das 9h45 às 11h45\n\nTurmas B – Terças-feiras, das 7h30 às 9h30\n\nCoordenação do REP\n\nA coordenação do REP estará disponível para eventuais dúvidas referentes ao programa/projeto e também para possíveis interações entre mentores x alunos x empresas através do e-mail: coordenacaorep@insper.edu.br\n\nResponsabilidade da Empresa:\n\nDefinir um sponsor para acompanhar o projeto.\n\nDisponibilizar dados relativos ao problema para que os alunos consigam desenvolver o projeto dentro dos objetivos esperados e no prazo adequado.\n\nDisponibilizar recursos (sala, telefone caso necessário, etc.) para que o aluno use durante os encontros na empresa às quintas-feiras.\n\nDisponibilizar estacionamento para 1 (um) carro por grupo todas as quintas-feiras que os alunos estiverem na empresa, e caso não tenham estacionamento próprio, providenciarem uma vaga em estacionamento próximo à empresa.\n\nCaso o aluno tenha que sair de São Paulo para realizar o projeto em alguma outra unidade da empresa, o transporte deve ser disponibilizado pela mesma.\n\nTermo de Parceria entre empresa, aluno e Insper.", "metadata": {}}, {"page_content": "Kick-Off do REP\n\nVisão Geral do REP\n\nImersão\n\nObjetivos:\n\nTransmitir conceitos básicos do projeto aos alunos\n\nPrimeiro contato com o mentor\n\nMentor deverá estar presente\n\nAtividades:\n\nRefinar o escopo face aos prazos do REP\n\nFeedback informal para alunos\n\nBanca Intermediária\n\nObjetivos:\n\nEsclarecer e explorar a definição do problema\n\nAcordar logística para o projeto\n\nEstabelecer forma de trabalho\n\nApresentação Final\n\nObjetivos:\n\nFeedback individual e em grupo aos alunos, para aprimoramento do trabalho\n\nExpectativa de proposta de solução e quantificação de impacto\n\nExpectativa de proposta de solução\n\nFeedback Final\n\nAtividades:\n\nEnvio de avaliações finais\n\nAvaliação do programa pelos mentores\n\n\n\nCalendário 2024.2\n\nJulho:\n\nImersão\n\nAgosto:\n\nFormação de grupos\n\n1ª reunião na empresa\n\nSetembro/Outubro:\n\nBanca Intermediária\n\nNovembro:\n\nApresentação final\n\nBanca Final\n\nEvento de encerramento\n\nDezembro:\n\nProva oral (se for o caso)\n\nCerimonial e homenagens especiais", "metadata": {}}, {"page_content": "Equipe Acadêmica\n\nCarolina Fouad\n\nBruna Morimoto\n\nVictória Piolli\n\nFábio Tescari\n\nVinícius Picanço\n\nDavid Wong\n\nSuporte aos Mentores e Mentoras\n\nCoordenação Operacional (Carolina Fouad e Bruna Morimoto):\n\nRelacionamento institucional junto às empresas e prospecção inicial de projetos\n\nSuporte operacional à experiência REP (imersão, aulas, processo de avaliação - bancas, prova oral, prova escrita, entrega de resultados (avaliações), eventos de encerramento)\n\nMonitoramento geral quanto ao andamento dos projetos (diagnóstico de eventuais dificuldades e necessidades relevantes – um e-mail por grupo é criado para formalizar toda comunicação com empresa/mentor/alunos)\n\nApoio aos mentores e aos Professores no que se refere a relacionamento com alunos e empresas\n\nCoordenação Acadêmica (Prof. Fábio Tescari):\n\nGarantir que todos os projetos estejam em estágios comparáveis e seguindo formato adequado\n\nApoiar mentores na transmissão de conceitos importantes para resolução do problema\n\nInterface direta e de livre trânsito com mentores (both ways), dando suporte quando houver dúvidas acadêmicas\n\nApoio à coordenação operacional do REP com informações sobre andamento e demandas dos projetos\n\nAcesso a professores de outras disciplinas\n\nAvaliação dos alunos", "metadata": {}}, {"page_content": "Mentores REP 2024.2\n\nAdmar Concon Neto\n\nDaniel Wada\n\nEdson Furuiti\n\nEduardo Matsushita\n\nAna Paula Hornos\n\nClaudio Minerbo\n\nEduardo Sá Freire\n\nEneas Bernardo\n\nDulcejane Vaz\n\nFabiane Almeida\n\nFernando Teixeira\n\nIsabel Vasconcellos\n\nMarcelo Machado\n\nMarcelo Ikaro\n\nMarcelo Suzano\n\nLeonardo Fabris\n\nMarcelo Crivelaro\n\nLuiz Rodrigo\n\nGuilherme Mammana\n\nMarcelo Oliveira\n\nRicardo Machado\n\nUlisses Viveiros\n\nRenata Vilenky\n\nThalita Fonte\n\nMaria Thereza Vilela\n\nSilmara Pereira\n\nRenato Skaf\n\nMarcos Drummond\n\nMauricio Fernandes\n\nRogério Thamer", "metadata": {}}, {"page_content": "Empresas Parceiras do Semestre\n\n\n\nPróximos Passos\n\nAssinatura de Contrato Digital\n\nPlataforma Clicksign\n\nAté 27/06 (quinta-feira)\n\nPreenchimento do formulário\n\nApós o envio das informações, todo o fluxo é realizado pelo setor de Pagamentos (contratospj-nf@insper.edu.br)\n\nProcesso:\n\nAtualização dos dados cadastrais\n\nEnvio ao setor de Pagamentos\n\nMentor recebe sua via assinada por e-mail\n\nContrato enviado pelo setor de Pagamentos\n\nRepresentantes legais do Insper assinam\n\nAssinatura do contrato digital\n\nReservem as Datas\n\n06/08 (terça-feira):\n\n1º dia dos alunos com o mentor e o Insper\n\nMentor deverá apresentar ao grupo de alunos o escopo do projeto\n\n08/08 (quinta-feira):\n\n1º dia dos alunos com o mentor e a empresa\n\nAgenda em Julho:\n\nPreencher 3 possibilidades de agenda para a reunião de alinhamento com a empresa\n\nInformar a Coordenação:\n\nProblemas de agenda, ausência, férias ou impossibilidade de comparecimento em reuniões agendadas com a empresa", "metadata": {}}, {"page_content": "Papel do Mentor\n\nZelar pelo relacionamento do Insper com a empresa\n\nGestão da qualidade do projeto\n\nRigor e pertinência analítica\n\nEstruturação inicial do problema\n\nAcompanhamento intenso no início, orientação no alinhamento do escopo, interface com a empresa\n\nGestão do escopo do projeto\n\nDiscussão inicial e ajustes ao longo do projeto\n\nAlinhar as necessidades de dados e acessos na empresa\n\nRealizar Termo de Alinhamento\n\nFeedbacks\n\nA partir das avaliações da empresa e alunos\n\nColeta de dados\n\nIncentivar que os alunos busquem meios alternativos de coleta de dados\n\nMentores têm a liberdade e senioridade para intervir junto à empresa\n\nApresentações e relatórios\n\nDar suporte aos alunos\n\nDesenvolvimento profissional dos alunos\n\nAtuar como role model profissional\n\nMonitorar conflitos\n\nManter equipe motivada e estimular curiosidade intelectual\n\nSugerir e cobrar entendimento no tema que extrapola o escopo, mas relevante para o desenvolvimento do projeto\n\nRequisitar dos alunos atividades extras de estudo/pesquisa para dar subsídio no trabalho\n\nDar feedback individual aos alunos (sem nota)\n\nMonitorar e agir sobre freeriders", "metadata": {}}, {"page_content": "Entregáveis do Mentor\n\nAvaliação individual\n\nGestão da qualidade do projeto\n\nRelacionamento com a empresa\n\nAvaliações dos Alunos pelo Mentor\n\nO mentor deverá realizar a entrega de duas avaliações que serão enviadas por e-mail, pela Equipe Executiva do REP:\n\nDar feedback com base no CATME, avaliando cada aluno, individualmente, seguindo a Rubrica que será enviada por e-mail.\n\nAvaliar o Relatório Final entregue pelos alunos seguindo a Rubrica que será enviada pela Equipe Executiva do REP.\n\n\n\n\n\n\n\n\n\n\n\n\n\nPontos de Atenção\n\nAcesso aos dados das empresas para o sucesso dos projetos. Caso haja dificuldade, precisamos ser acionados.\n\nSoft skills dos alunos:\n\nLiderança\n\nComunicação\n\nAdministração de conflitos\n\nColaboração\n\nEscuta ativa\n\nImportância da avaliação do mentor para a prova oral ao final do semestre. Uso do CATME.\n\n\n\n\n\n\n\n\n\n\n\nObjetivos de Aprendizagem\n\nAnálise e Resolução de Problema:\n\nDefinição do problema e meta\n\nDesdobramento do problema\n\nHipóteses e análise de causas\n\nPrototipagem e solução\n\nComunicação:\n\nOral e escrita\n\nPensamento Crítico:\n\nCapacidade de argumentar com base em fatos e dados\n\nTrabalho em Equipe:\n\nAtitude diante de dificuldades, imprevistos e conflitos\n\nCompetências Adicionais Desejadas\n\nGestão do Projeto:\n\nMentor apoia e orienta o desenvolvimento do projeto do início ao fim\n\nAutonomia e Protagonismo:\n\nAlunos devem assumir a liderança e responsabilidades\n\nInteração na Empresa:\n\nAdaptação ao ambiente corporativo", "metadata": {}}, {"page_content": "Aulas do REP\n\nObjetivo:\n\nReforçar os conteúdos e as competências necessárias para o desenvolvimento do projeto\n\nImersão:\n\nAmbientação com o programa\n\nDefinição do Problema\n\nTrabalho em Equipe\n\nAulas:\n\nSemanais\n\nMétodo, Gestão de Projetos, Comunicação e técnicas de feedback\n\nFormato hands on\n\nExemplos de projetos anteriores\n\nAtendimentos:\n\nNão é para orientação do projeto\n\nPropósito: dúvidas sobre o método\n\nFormato hands on", "metadata": {}}]