[{"page_content": "Site Hub de Inovação \n\nhttps://hub.insper.edu.br\n\n\n\n\n\n\n\nSobre\n\nSUA EMPRESA INOVANDO COM O HUB\n\nBuscamos estreitar os vínculos entre organizações, alunos e docentes por meio da execução de projetos multidisciplinares.\n\nSaiba mais\n\nConheça nossos Cases\n\nNOVALAB DE TRANSFORMAÇÃO DIGITAL\n\n13/02/24\n\nWWF – A transformação digital e os desafios da inovação.\n\nLaboratório de inovação criado em parceria com a World Wide Fund for Nature (WWF) para enfrentar o desafio de inovar no complexo cenário de pandemia e transformação digital. Para o laboratório foi elaborado um estudo de caso que desafia a noção convencional de que a inovação está restrita a ideias grandiosas.\n\nO InovaLab enfatizou a capacidade de utilizar recursos existentes para abordar problemas de maneiras inteligentes, práticas e originais. Partimos de um manifesto: a inovação é um processo de dar vida a ideias e repeti-las até que resolvam problemas de forma sustentável.\n\nPROJETO CUSTOMIZADO DE ROBÓTICA\n\n03/12/2021 \n\nTrabalho em conjunto será o primeiro conduzido pelo Hub de Inovação e busca a concepção, a prototipagem e a validação experimental de um conjunto de sistemas robóticos autônomos para uso na agricultura\n\nO Hub de Inovação Paulo Cunha anuncia a sua primeira parceria para o desenvolvimento de projetos que atendam problemas reais das organizações e da sociedade. O trabalho em conjunto será realizado com a SpaceTime Labs, como parte de seu venture Moray, focado no desenvolvimento de plataformas de agricultura de precisão por planta alavancando tecnologias de inteligência artificial, biologia computacional e robótica, e busca a concepção, a prototipagem e a validação experimental de um conjunto de sistemas robóticos autônomos para uso na agricultura\n\nDe acordo com Carolina Fouad, gerente de Projetos e Inovação, responsável pela gestão de relacionamento com empresas no Hub de Inovação, além de desenvolver conhecimento novo e relevante, a articulação de conhecimentos entre o Insper e a SpaceTime Labs maximiza a experiência e aprendizagem de alunos e professores envolvidos no projeto e promove benefício público ao impulsionar o desenvolvimento de inovações que contribuirão para o desenvolvimento econômico e social do Brasil.\n\n“Temos altas expectativas em relação a esse primeiro projeto em parceria realizado pelo Hub de Inovação. A SpaceTime Labs já trabalhou em conjunto conosco em outras iniciativas, como o Projeto Final de Engenharia, sempre com resultados exitosos”, diz Carolina.\n\nDe acordo com Simone Pai, diretora de Planejamento e Operaçãoes da SpaceTime Labs, a agricultura precisará aumentar sua produtividade em 70% até 2050, ser carbono negativa, ter alta eficiência de recursos, estar em harmonia com a natureza e ser inspirada por ela, além de ser resiliente a eventos climáticos extremos.\n\n“Portanto, a parceria com o Insper é muito importante pois traz um grande apoio na geração e evolução de conhecimento em robótica, permitindo que na SpaceTime Labs possamos acelerar nosso desenvolvimento em inovações nessa área”, afirma Simone Pai, diretora de Planejamento e Operações da SpaceTime Labs.\n\nHub de Inovação Paulo Cunha – tem como objetivo resolver problemas do mundo, a partir da integração dos conhecimentos do Insper e contato com os desafios das organizações. Com o estabelecimento de conexões e redes de parceiros, busca articular os conhecimentos dentro e fora da escola, gerando aprendizado institucional, maximizando a experiência e a aprendizagem dos alunos e produzindo conhecimento novo e relevante.\n\nSpaceTime Labs – sonha e cria empreendimentos de base científica que aceleram as transições de múltiplos setores em direção a operações descarbonizadas, hiperprodutivas e resilientes, em harmonia e inspiradas pela natureza. Para mais informações, acesse spacetimelabs.ai e moray.ai\n\nVOCÊ EMPREENDENDO NO INSPER\n\nParticipamos ativamente do desenvolvimento de startups, dando suporte a alunos e alumni desde o início do projeto até a captação.\n\nSaiba mais\n\nStartups residentes\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/startups-residentes\n\nAdvisory\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/Advisory\n\nAceleradora FOKS\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/aceleradora-foks\n\n\n\nPORTFÓLIO DE STARTUPS DO INSPER\n\nNossos alunos e alumni captaram R$ 6,4 bilhões nas suas startups desde 2021.\n\nO portfólio de Alunos, Alunas e Alumni Insper é o resultado de um levantamento de dados feito anualmente para mapear o impacto do empreendedorismo do Insper no mercado de captações brasileiro.\n\n\n\nCOWORKING, LABORATÓRIO E EVENTOS\n\nO HUB conta com espaços de coworking, laboratórios em engenharias e P&D com equipamentos de ponta, além de espaços para realização de eventos e conferências para transformar sua jornada de inovação e empreendedorismo\n\nFaça seu evento no hub do Insper\n\nTraga seu evento para o Hub do Insper e lidere assuntos estratégicos para sua empresa com professores especialistas, startups e público qualificado\n\nSaiba mais\n\nSeminário Internacional de Inovação e Empreendedorismo\n\nhttps://lp.insper.edu.br/pt-br/semin%C3%A1rio-internacional-de-inova%C3%A7%C3%A3o\n\nDemoDay do hub\n\nhttps://www.insper.edu.br/agenda-de-eventos/demoday-do-hub/\n\n\n\nInsper MVP Lab\n\nhttps://www.insper.edu.br/agenda-de-eventos/insper-mvp-lab/\n\n\n\nLançamento do Centro de Ciência para Longevidade\n\nhttps://www.insper.edu.br/agenda-de-eventos/lancamento-do-centro-de-estudos-para-a-longevidade-do-consorcio-de-saude/\n\n\n\n<RE> conectar com a Tecnologia\n\nhttps://www.insper.edu.br/agenda-de-eventos/e-hora-de-reconectar-com-a-tecnologia/\n\n\n\nNOTÍCIAS\n\nAcesse entrevistas com renomados professores, alunos, ex-alunos, fundadores de startups, conselheiros do Insper e representantes de empresas parceiras, tudo com o objetivo de compartilhar insights valiosos e inspirar a comunidade.\n\nSaiba mais\n\nPROGRAMAS DE INOVAÇÃO ABERTA NÃO DURAM O SUFICIENTE PARA DESENVOLVER STARTUPS\n\nhttps://www.insper.edu.br/noticias/programas-de-inovacao-aberta-nao-duram-o-suficiente-para-desenvolver-startups/\n\n\n\nPROJETOS INOVADORES DAS ENGENHARIAS DO INSPER SÃO APRESENTADOS NO PFE\n\nhttps://www.insper.edu.br/noticias/projetos-inovadores-das-engenharias-do-insper-sao-apresentados-no-pfe/\n\n\n\nPFE DO INSPER É RECEITA DE SUCESSO E INOVAÇÃO EM PROJETOS DE ENGENHARIA\n\nhttps://www.insper.edu.br/noticias/pfe-do-insper-e-receita-de-sucesso-e-inovacao-em-projetos-de-engenharia/\n\n\n\nCOMO AS POLÍTICAS PÚBLICAS PODEM IMPULSIONAR A DIVULGAÇÃO DAS BOAS PRÁTICAS CIENTÍFICAS\n\nhttps://www.insper.edu.br/noticias/como-as-politicas-publicas-podem-impulsionar-a-divulgacao-das-boas-praticas-cientificas/\n\n\n\nO JEITO DE FAZER INOVAÇÃO DA UNIVERSIDADE JOHNS HOPKINS\n\nhttps://www.insper.edu.br/noticias/o-jeito-de-fazer-inovacao-da-universidade-johns-hopkins/\n\nEmpresas que Inovam com o HUB\n\nOrganizações privadas, públicas e do terceiro setor que apostam na inovação e constroem sua jornada em parceria com o Insper.\n\n\n\n\n\n\n\nPara empresas\n\nhttps://hub.insper.edu.br/para-empresas\n\nSUA EMPRESA INOVANDO COM O HUB\n\nBuscamos estreitar os vínculos entre organizações, alunos e docentes por meio da execução de projetos multidisciplinares. Oferecemos oportunidades para resolução de problemas complexos com pesquisas em tecnologias disruptivas, projetos de transformação digital e laboratórios de inovação. O objetivo é permitir que instituições públicas e privadas aperfeiçoem seus negócios a partir da inovação em parceria e em um processo altamente customizável.\n\nSUA EMPRESA INOVANDO COM O HUB\n\nConecte a jornada de inovação da sua empresa ao ecossistema Insper.\n\nSaiba Mais\n\nProjetos de Inovação e P&D\n\nhttps://hub.insper.edu.br/projetos-inovadores/projetos-de-inovacao-e-pandd\n\n15/03/24 \n\nProjetos de inovação, pesquisa e desenvolvimento de produtos, transformação digital e engenharias da sua empresa realizados por especialistas, alunos pesquisadores junto a infraestrutura do Insper.\n\nInova Projetos\n\nConectamos o P&D das empresas parceiras com o Hub de Inovação através de projetos nos quais alunos e professores desenvolvem soluções altamente inovadoras para demandas reais Esse projeto pode também  envolver os programas Resolução Eficaz de Problemas (REP), do curso de Administração, e Projeto Final de Engenharia (PFE), dos cursos de Engenharia Mecânica, Mecatrônica e de Computação. Os alunos aplicam conhecimentos adquiridos em sala de aula e criam soluções inovadoras para os problemas reais das empresas parceiras, com o apoio de professores do Insper e mentores.\n\n \n\nProjetos de Inovação Customizados\n\nOferecemos oportunidades para que empresas parceiras implementem projetos complexos de inovação em parceria com o Insper. Esses projetos são incubados no Hub e utilizam nossa infraestruturas de laboratórios das engenharias.\n\n \n\nQuer saber mais? Clique aqui fale com a equipe do Hub.\n\n\n\n\n\n\n\nInovação Aberta, Intraempreendedorismo e Novos Negócios\n\nhttps://hub.insper.edu.br/projetos-inovadores/inovacao-aberta-intraempreendedorismo-e-novos-negocios\n\n15/03/24\n\nEmpresas que desejam desenvolver sua jornada de inovação encontram no Hub um parceiro para todas a etapas, da estratégia a operação.\n\nPesquisas Aplicadas:\n\nTendências & Tecnologias no Setor: mapeamos tendências, novas tecnologias e novos modelos de negócios, que podem gerar insights estratégicos e inspirar inovações.\n\nMaturidade & Prontidão para Inovação:  por meio de escalas e entrevistas, destacamos os elementos que impulsionam a inovação e aqueles que dificultam que ela aconteça.\n\nCasos: focados em dilemas e gestão estratégica de inovação, construídos com o C-level da organização.\n\n \n\nOficinas:\n\nHackathons & Challenges: eventos abertos ao público externo ou fechados para colaboradores da empresa com o objetivo de gerar ideias e testar soluções para os desafios de negócios.\n\nMentoria e Incubação de Projetos: espaço de trabalho, acesso a laboratórios, orientação personalizada com especialistas e mentores, e acesso ao network do Insper, para o desenvolvimento do Projeto da sua empresa.\n\nMentoria para Desenvolvimento de Projetos internos: Atendimento especializado para auxiliar no desenvolvimento dos projetos de inovação para empresas. Orientação em encontros individuais ou em grupo, garantindo um suporte personalizado e de acordo com a metodologia da nossa aceleradora de Startups.\n\n \n\nInovação Aberta com Startups:\n\nMapeamento & Conexão com Startups: busca ativa e conexão de startups para promover colaborações que possam solucionar desafios específicos da empresa.\n\nAceleração Corporativa: desenvolvemos e estruturamos programas de aceleração de startups personalizados para empresas.\n\n \n\nPara mais informações entre em contato com a gente: gabrielaoa@insper.edu.br ou empreendedorismo@insper.edu.br\n\n\n\nPROJETOS ACADÊMICOS DE INOVAÇÃO\n\nhttps://hub.insper.edu.br/projetos-inovadores/projetos-academicos-de-inovacao\n\nResolução Eficaz de Problemas (REP)\n\nhttps://hub.insper.edu.br/projetos-inovadores/projetos-academicos-de-inovacao/resolucao-eficaz-de-problemas-rep\n\n04/06/24\n\nAtento às necessidades e exigências do mercado, o Insper desenvolveu o programa “Resolução Eficaz de Problemas” (REP), voltado à formação de alunos da graduação nas competências de resolução de problemas, trabalho em equipe, comunicação, pensamento crítico e orientação para resultado. Seja uma organização parceira!\n\nSobre o REP\n\nAtento às necessidades e exigências do mercado, o Insper desenvolveu, para alunos da graduação, o REP, que tem como foco desenvolver competências de resolução de problemas, trabalho em equipe, comunicação, pensamento crítico e orientação para resultado. O currículo foi direcionado para o PBL (problem based learning: aprendizagem baseada em problemas), criando um ambiente ideal para investigação e pragmatismo, tornando possível a realização de programas como o REP.\n\nO programa é composto de uma parte teórica e outra prática, vivida no ambiente corporativo:\n\n- Na parte teórica, os alunos discutem e analisam problemas reais da área de administração, fazendo uso de ferramentas estatísticas e método de resolução de problemas;\n\n- Na parte prática, os alunos trabalham em grupos, por um período de 12 a 14 semanas, para resolver um problema real de uma empresa parceira.\n\nDurante o projeto, o grupo conta com um mentor para orientar o andamento do trabalho e apoiar os alunos em seu processo de desenvolvimento profissional. O perfil do mentor é o de um executivo com ampla experiência corporativa, que seja parceiro do Insper e dedicado à formação dos alunos nos objetivos de aprendizagem do programa.\n\nAo final do REP, os alunos que se destacarem recebem a certificação “Green Belt Insper” ou “Yellow Belt Insper”, que atesta a capacidade do estudante em solucionar questões complexas por meio do método estruturado de resolução. O projeto é pioneiro no mundo e conta com a contribuição e a experiência do professor Vicente Falconi, precursor do método gerencial e fundador do Instituto de Desenvolvimento Gerencial (INDG).\n\nCaracterísticas dos Projetos\n\nProjeto de melhoria operacional (de algum processo existente), podendo ser caracterizado em termos de melhoria de produtividade e eficiência (falhas, erros, desperdícios e retrabalhos);\n\nMelhoria de qualidade; redução de custos; redução de ciclo, aumento da lucratividade e aumento da satisfação do cliente;\n\nDeve ser realizado em 140 horas, que são divididas em 4 meses (os alunos possuem um dia da semana disponível para visitar as empresas, coletar dados, fazer entrevistas, elaborar as análises, etc.);\n\nO projeto deve ser majoritariamente de análise e planejamento do problema fornecido;\n\nCaso a base do projeto esteja estabelecida a uma distância superior a 25 km do Insper, a empresa deverá fornecer transporte aos alunos.\n\n \n\nBenefícios para as organizações\n\nFormalizar a parceira junto ao Hub de Inovação e Empreendedorismo Paulo Cunha, com duração estimada de um semestre letivo, do início ao fim do projeto;\n\nFornecer os problemas e a base de dados para análise;\n\nIdentificar o responsável técnico que acompanhará os alunos (idealmente que tenha como meta o resultado do projeto);\n\nAtender os alunos que visitarão as empresas, com base em calendário acordado previamente;\n\nDisponibilizar recursos para coleta produtiva dos dados.\n\nResponsabilidades da organização\n\nParceria na formação de profissionais com competências altamente demandadas pelo mercado de trabalho;\n\nEmpresas recebem uma possível solução e análise de um problema com um olhar independente;\n\nPossibilidade de recrutamento de jovens talentos.\n\nSeja uma organização parceira\n\nA cada semestre, selecionamos cerca de 28 empresas para participar como parceira do projeto. A parceria é formalizada via Hub de Inovação e Empreendedorismo Paulo Cunha, sem nenhum vínculo ou taxa financeira. Para participar, a empresa deve cumprir os requisitos descritos em “Responsabilidades”.\n\n \n\nPara participar, preencha on-line o pedido de inscrição: Neste Link. Vagas limitadas.\n\n\n\nCapstone\n\n04/06/24\n\nO Capstone é um dos marcos de conclusão do processo de formação do engenheiro do Insper, aproximando, por meio de desafios reais, os alunos das empresas, para que desenvolvam soluções de engenharia e tecnologia voltadas a necessidade das organizações e da sociedade.\n\nSobre o Capstone\n\nO Projeto Final de Engenharia (PFE) agora é Capstone. A proximidade com diferentes aspectos do mercado de trabalho e com diversas realidades sociais desde o começo do curso é uma das principais características da graduação do Insper. O Capstone é um dos marcos de conclusão do processo de formação de engenharias e ciências do Insper, aproximando, por meio de desafios reais, os alunos das organizações, para que desenvolvam soluções de engenharia voltadas a demandas e necessidades genuínas das empresas e da sociedade.\n\nAssim, o Capstone possibilita aos estudantes vivenciarem uma experiência real de situações profissionais, se envolvendo em um ciclo de desenvolvimento completo de uma solução de engenharia e colocando em prática seus conhecimentos técnicos e habilidades fundamentais para a formação de um profissional da área.\n\nPara as organizações, é uma oportunidade para várias frentes, como investigar se novas tecnologias são interessantes e viáveis, se o design de algum produto ou solução pode ser melhorado, se uma proposta diferente terá mais aceitação do mercado, além de, é claro, resolver desafios existentes.\n\n \n\nBenefícios para as organizações:\n\nA empresa parceira tem a oportunidade de preparar um projeto de valor, que não tenha saído do papel até o momento por indisponibilidade de equipe ou estrutura.\n\nOs alunos realizam estudos de mercado e desenvolvem protótipos e provas de conceito, preparando todo o processo para a entrada do produto no mercado pela organização parceira. Com isso, há a possibilidade de o projeto/protótipo ser transformado, a médio prazo, em um produto real para seus negócios (responsabilidade da empresa).\n \n\nResponsabilidade s das organizações:\n\nReceber os alunos do grupo em suas instalações físicas em períodos regulares durante o semestre do Capstone;\n\nGarantir que os estudantes respeitem as regulações de segurança pertinentes. \n\nIndicar e garantir a disponibilidade de:\n\nUm gestor responsável, com o qual o Insper interage desde o planejamento do projeto;\n\nUm mentor técnico, que acompanha os alunos no ambiente de produção;\n\nUm colaborador da área de Recursos Humanos, responsável pelo acompanhamento pessoal e profissional dos alunos;\n\nPara participar, preencha on-line o pedido de inscrição: Clique aqui e seja uma organização parceira!\n\n Oportunidade de Negócio (ON)\n\nhttps://hub.insper.edu.br/projetos-inovadores/projetos-academicos-de-inovacao/oportunidade-de-negocio-on\n\n04/06/24\n\nO projeto interdisciplinar de extensão ‘Oportunidade de Negócios’ (ON) integra as diferentes disciplinas do 5º semestre do curso de Administração, de forma aplicada aos desafios reais de startups e pequenas empresas em diferentes estágios de desenvolvimento. Seu objetivo é fornecer diagnósticos e planos para impulsionar oportunidades de negócio. Seja uma organização parceira!\n\nSobre o ON \n\nO projeto interdisciplinar de extensão 'Oportunidade de Negócios' (ON) integra as diferentes disciplinas do 5º semestre do curso de Administração, aplicando-as aos desafios reais enfrentados por startups e pequenas empresas em diferentes estágios de desenvolvimento. \n\nOs alunos trabalham em equipes e são designados para uma startup ou pequena empresa, na qual devem identificar, fundamentar e propor maneiras de alavancar uma oportunidade de negócio. \n\nCom duração de um semestre, o projeto envolve a interação de um grupo de seis estudantes e um docente da disciplina.\n\nO principal objetivo é desenvolver um plano de implementação sob a perspectiva do cliente, ou seja, identificando as necessidades do mercado. Após identificar a oportunidade de negócio, a equipe propõe uma solução viável e a implementa ao longo do semestre letivo. Esse processo é uma troca: as empresas contribuem com seu tempo, informações e conhecimento prático para enriquecer a aprendizagem dos grupos, enquanto os estudantes elaboram um projeto específico para a organização.\n\nCada equipe é supervisionada e avaliada de forma interdisciplinar por todos os professores do 5º semestre. Os alunos aplicam os conceitos e ferramentas aprendidos nas disciplinas de Estratégia Competitiva e Corporativa, Gestão de Operações e Sistemas, Marketing I, Comportamento Organizacional II e Finanças III.\n\nO projeto culmina em três entregáveis: \n\ndiagnóstico e sugestão da oportunidade de negócio;\n\nfundamentação e detalhamento da oportunidade identificada;\n\nplanos para alavancar a oportunidade identificada.\n \n\nAo final do semestre, cada equipe apresenta seu projeto para uma banca composta por professores do Insper e representantes da startup ou empresa onde foi alocada.\n\nResponsabilidades:\n\nA empresa ou startup deve:\n\nFormalizar a parceira junto ao Hub de Inovação e Empreendedorismo Paulo Cunha, com duração estimada de um semestre letivo, do início do fim do projeto;\n\nIndicar um sponsor interno para comunicação com o Insper e com a equipe de alunos ao longo do projeto;\n\nRealizar pelo menos uma reunião online ou presencial com a equipe de alunos no início do semestre, e manter um fluxo de comunicação on-line com os estudantes ao longo do projeto;\n\nFornecer informações e dados necessários para as análises (a equipe do Insper toma os devidos cuidados em relação à confidencialidade dos dados).\n\n \n\nBenefícios para as organizações parceiras:   \n\nDiagnóstico e sugestão de oportunidade de negócio (modelo de negócios, detalhamento do cliente, oportunidade, aspectos organizacionais, diagnóstico financeiro);\n\nFundamentação e detalhamento da oportunidade de negócio (oportunidade, concorrência, segmentação e público-alvo, dimensionamento de tamanho, detalhamento da oportunidade, proposição de metodologia para análise de viabilidade financeira da oportunidade);\n\nPlanos para alavancar a oportunidade de negócio (plano de marketing, plano de alinhamento organizacional, plano operacional, plano financeiro/análise de viabilidade financeira);\n\nContato direto com a rede de empreendedorismo e inovação do Insper, além do contato com os alunos durante o processo.\n\n \n\nSeja uma organização parceira!\n\nA cada semestre, selecionamos cerca de 25 startups ou pequenas empresas para participar como parceira do projeto. A parceria é formalizada via Hub de Inovação e Empreendedorismo Paulo Cunha, sem nenhum vínculo ou taxa financeira. Para participar, a startup ou pequena empresa deve:\n\nEstar em operação.\n\nTer no mínimo R$20mil de receita por mês (MRR).\n\nTer no mínimo 10 pessoas na equipe.\n\nTer captado uma rodada de investimento é um diferencial, mas não obrigatório.\n\n \n\nPara participar, preencha on-line o pedido de inscrição: Neste Link ou enviar um e-mail para coordenacaoon@insper.edu.br.\n\n\n\n\n\n\n\nPARA ALUNOS E ALUMNI\n\nVOCÊ EMPREENDENDO NO INSPER\n\nParticipamos ativamente do desenvolvimento de startups, apoiando alunos e alumni desde a concepção do projeto até a captação dos investimentos. Temos um programa desenhado para cada momento do empreendedor.\n\nFOMENTO AO EMPREENDEDORISMO\n\nApoio a alunos e alumni que estão empreendendo.\n\nPremiações para alunos e alumni empreendedores.\n\nPrêmio José Eduardo Ermírio de Moraes\n\nStartups residentes\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/startups-residentes\n\n26/10/23\n\nStartups de alunos e alumni em início de operação que precisam de um espaço físico encontram no Hub de Inovação um local adequado para desenvolver seus negócios. Isso permite que os empreendedores tenham um contato mais próximo com nosso time, além do acesso facilitado aos laboratórios e às salas de reunião.\n\nStartups de alunos e alumni em início de operação que precisam de um espaço físico encontram no Hub de Inovação um local adequado para desenvolver seus negócios. Isso permite que os empreendedores tenham um contato mais próximo com nosso time, além do acesso facilitado aos laboratórios e às salas de reunião.\n\nAdvisory\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/Advisory\n\n26/10/23\n\nOrientação para todo aluno e alumni empreendedor Insper, desde a ideia até todos os níveis de estruturação do negócio. Profissionais e empreendedores de sucesso podem fazer parte do Board de mentores.\n\nOrientação para alunos e alumni empreendedores. Conheça nossos mentores.\n\nAceleradora FOKS\n\nhttps://hub.insper.edu.br/para-alunos-e-alumni/servicos/aceleradora-foks\n\n26/10/23\n\nA FOKS é a aceleradora para startups de alunos e alumni do Insper que já possuem clientes e receita recorrente superior a R$ 40 mil por mês. Com o apoio do Hub, da estrutura do Insper e de um board de especialistas, a startup têm a oportunidade de impulsionar seu crescimento. \n\nCriada em 2022, a FOKS é nossa aceleradora exclusiva para startups de alunos e alumni do Insper que já possuem clientes e receita recorrente superior a R$ 40 mil por mês. Com o apoio do Hub e da estrutura do Insper, essas startups têm a oportunidade de impulsionar seu crescimento e alcançar novos patamares de sucesso.\n\nOferecemos um programa de aceleração non-equity, focado no suporte e na conexão com o objetivo de ajudar as startups a desenharem e atingirem seus OKRs (objectives and key results). Além disso, montamos um Advisory Board composto por empreendedores de sucesso do Insper alinhados com o desafio específico de cada startup, com o objetivo de proporcionar orientação estratégica e experiência prática.\n\nCom a FOKS, as empresas parceiras do Hub têm a possibilidade de se relacionar com as startups e realizar provas de conceitos, o que propicia uma sinergia única entre suas necessidades e as soluções inovadoras desenvolvidas pelas startups.\n\n\n\n\n\n\n\nEVENTOS E COMUNIDADE HUB.I9\n\nO Hub.i9 é o canal de comunicação do Insper que compartilha conhecimento sobre inovação e empreendedorismo. Oferecemos eventos, webséries, matérias, newsletters, vídeos e podcasts para quem busca se aprofundar nessas áreas. Em nosso canal, você encontra entrevistas com renomados professores, alunos, ex-alunos, fundadores de startups, conselheiros do Insper e representantes de empresas parceiras, que compartilham insights valiosos e servem de inspiração para todos.\n\nEventos\n\nSeminário Internacional de Inovação e Empreendedorismo\n\nhttps://lp.insper.edu.br/pt-br/semin%C3%A1rio-internacional-de-inova%C3%A7%C3%A3o\n\n19 E 20 DE AGOSTO DE 2024INSPER | SÃO PAULO, SP\n\nNÃO FIQUE DE FORA! \n\nConecte-se com uma rede diversificada de profissionais e empreendedores reunidos para moldar o futuro da inovação.\n\nDestinado a profissionais, organizações e indivíduos, o seminário convida os participantes a pensar sobre o futuro de forma holística: como a inovação impactará organizações, negócios e os indivíduos. A programação reunirá nomes internacionais, referências na temática, trazendo para o Brasil conhecimentos de fronteira e networking diferenciado.\n\n\n\nPALESTRANTES CONVIDADOS\n\n \n\nAtenção: as palestras dos convidados internacionais serão conduzidas em inglês.\n\nDr. David S. Ricketts\n\nDr. David S. Ricketts, titular de um PhD por Harvard, lecionou em instituições como Carnegie Mellon e MIT. Como o primeiro Innovation Science Fellow na School of Engineering and Applied Science, ele influenciou cursos de inovação e fundou o programa de inovação cívica. Dr. Ricketts fala sobre inovação e estratégia de negócios, enfatizando o desenvolvimento de inovadores individuais e a inovação sistêmica dentro das organizações.\n\nVerne Harnish\n\nRenomado especialista em crescimento empresarial, com mais de 30 anos de experiência. Ele cofundou o Growth Institute e a Entrepreneurs' Organization (EO), além de ter presidido o programa \"Birthing of Giants\" da EO no MIT por 15 anos. Verne também é fundador e CEO da Scaling Up, uma empresa global de educação executiva.\n\nPOR QUE PARTICIPAR?\n\n\n\nO programa é voltado a profissionais seniores, executivos de inovação, C-levels, tomadores de decisões e demais profissionais, organizações e indivíduos que se interessem por inovação em contexto internacional e aplicáveis à estratégia e agenda de sua empresa e negócios, além de empreendedores que já possuem uma startup e querem escalar seu negócio. Pode interessar também a professores e pesquisadores das áreas em questão. \n\nConhecer os principais impactos da inovação em diversas áreas do conhecimento;\n\nExplorar novas oportunidades e negócios que poderão surgir com o uso de novas tecnologias e o impacto para organizações, indivíduos e negócios\n\nAmpliar o repertório sobre inovação, negócios e oportunidade para o futuro\n\nCONFIRA NOSSA PROGRAMAÇÃO\n\nINNOVATION HUB EXPERIENCE \n\nDAY 1\n\n09:00 AM to 12:00 AM\n\nMaster Class 1\nDavid Ricketts\nReception & Welcome\n\n12:00 AM to 2:00 PM\n\nBreak\n\n02:00 PM to 5:00 PM\n\nHub Speed Dating\n\nIA Showcase\n\nOpen Mic\n\nDAY 2\n\n\n09:00 AM to 12:00 AM\n\nMaster Class 2\nVerne Harnish \nReception & Welcome\n\n12:00 AM to 2:00 PM\n\nBreak\n\n02:00 PM to 5:00 PM\n\nHub Speed Dating\n\nIA Showcase\n\nOpen Mic\n\nPARTICIPE DO SEMINÁRIO INTERNACIONAL DE INOVAÇÃO!\n\nPessoa Física\n\nO que está incluso?\n\nMaster Class\n\nInnovation Hub Experience\n\n\n\nDemoDay do hub\n\nhttps://www.insper.edu.br/agenda-de-eventos/demoday-do-hub/\n\n6/06/2024 - 18h00\n\nVocê está pronto para conhecer as Startups mais inovadoras do mercado? Então, junte-se a nós no Demoday do hub de inovação e empreendedorismo Paulo Cunha do Insper.\n\nNesse evento teremos uma rodada de “Open Mic” onde receberemos os destaques da comunidade empreendedora do Insper. Após essa rodada de pitch a cerimônia de graduação das aceleradas da FOKS inicia-se com a apresentação das Startups CannaCare e Yumi. Neste momento você terá a chance de ver o resultado do processo de aceleração e conhecer cada uma das soluções criadas por esses empreendedores.\n\nApós a cerimônia faremos o famoso happy hour com network para se conectar com os empreendedores, investidores e outros participantes do evento.\n\nInscreva-se agora e não perca essa oportunidade!\n\nPROGRAMAÇÃO\n\n18h: Abertura e credenciamento\n\n18h30 às 19h: Open Mic com o Pitch das Startups do Insper\n\nAs Startups do Pitch serão:\n\nPrediPark\n\nNero.AI\n\nLabNow\n\nMabeBIO\n\nZNIT\n\nBackStage Estratégia Digitais\n\n19h às 19h15: Apresentação Insper, Hub e FOKS\n\n19h15 às 20h: DemoDay do Hub\n\nStartups Aceleradas:\n\n•       CannaCare:\n\nNa crise de saúde brasileira, a CannaCare é a solução: facilitamos o acesso a tratamentos à base de Cannabis para saúde mental, dores crônicas e condições neurodegenerativas, proporcionando uma alternativa segura e eficaz aos métodos convencionais.\n\nSite: https://cannacare.com.br/\n\n•       Yume Studios:\n\nA Yume Studios é uma empresa especializada na gestão de apartamentos studios para locação de curta temporada. Nosso objetivo é ser o parceiro do investidor, maximizando os retornos e proporcionando uma experiência excepcional para os hóspedes.\n\nSite: https://www.yumestudios.com.br/pt/\n\n20h até às 22h: Happy Hour\n\n\n\nInsper MVP Lab\n\nhttps://www.insper.edu.br/agenda-de-eventos/insper-mvp-lab/\n\n20/03/2024 - 19h30\n\nPrepare-se para um evento imperdível!\n\nO Insper MVP Lab é uma oportunidade única de mergulhar no mundo do Produto Mínimo Viável (MVP) através de interações com outros participantes, networking e reflexão sobre problemas apresentados pelos participantes do workshop.\n\nSe você é apaixonado por inovação e empreendedorismo, e está em busca de soluções criativas para desafios reais, essa é a sua chance de se envolver em um ambiente estimulante e colaborativo. Junte-se a nós e venha fazer parte dessa jornada de descobertas e criação!\n\n💡 O que esperar no Insper MVP Lab?\n\nInspiração: Tenha contato com mentores e profissionais experientes que irão compartilhar insights valiosos sobre inovação e empreendedorismo.\n\nColaboração: Participe de dinâmicas interativas que estimulam a colaboração entre os participantes, permitindo a criação de soluções inovadoras em equipe.\n\nNetworking: Conecte-se com outros entusiastas de inovação, expanda sua rede de contatos e crie oportunidades de parceria e colaboração.\n\nVenha fazer parte de um evento que vai impulsionar o seu potencial empreendedor e ajudar a moldar o futuro!\n\n\n\nLançamento do Centro de Ciência para Longevidade\n\nhttps://www.insper.edu.br/agenda-de-eventos/lancamento-do-centro-de-estudos-para-a-longevidade-do-consorcio-de-saude/\n\n29/11/2023 - 08h00\n\nO consórcio de Inovação em Saúde apresenta o lançamento do Centro de Ciência para a Longevidade do Hospital Alemão Oswaldo Cruz, que atua em parceria com Insper e InovaHC – HCFMUSP\n\nO evento reunirá especialistas, líderes de mercado e pesquisadores reconhecidos na área de saúde e longevidade para discutir as tendências e inovações que estão revolucionando o setor.\n\nSerá uma experiência imersiva, repleta de conversas enriquecedoras, além de uma ótima oportunidade para exercitar o networking estratégico. Venha fazer parte dos debates e assim contribuir para a construção de um futuro com mais qualidade de vida.\n\nGaranta sua participação nessa jornada rumo à longevidade e inovação.\n\nPROGRAMAÇÃO\n\n8h às 8h30: Credenciamento + Welcome Coffee\n\n8h30 às 9h: Abertura com os representantes de cada uma das instituições (Insper, HAOC e HC)\n\n9h às 9h45: Painel | Prof. Cassio Turra\n\n9h45 às 10h45: Mesa redonda (Prof. Paulo Amaral, Prof. Paulo Furquim, Dr. Alvaro Avezum e Prof. Linamara)\n\n10h45 às 11h: Programa de Aceleração de Seniortehcs\n\n11h às 12h: Coffee e Networking (Feira de Longevidade)\n\n\n\n<RE> conectar com a Tecnologia\n\nhttps://www.insper.edu.br/agenda-de-eventos/e-hora-de-reconectar-com-a-tecnologia/\n\n23/11/2023 - 08h30\n\nNo dia 23 de novembro, teremos um encontro exclusivo para descobrir como o potencial da Inovação Aberta e da Gestão da Inovação impulsionam o crescimento sustentável e o avanço tecnológico das organizações.\n\nCom palestras, estudos de caso e exemplos práticos, os participantes irão descobrir estratégias e soluções para acelerar seus projetos de inovação.\n\nPROGRAMAÇÃO\n\n8h30: Check in e welcome coffee e networking\n\n9h: Abertura Insper e Match-it\n\n9h10: Open Innovation e Gestão Estratégica no Setor Aeroespacial  | Izabela Rubens Global Head of Embraer Startup Program na Embraer\n\n9h30: Inovação Aberta como alavanca para vantagem competitiva | Marina Almeida,\nHead Open Innovation na The Bakery\n\n10h: Networking e Café Networking\n\n10h40: Palestra 4 | Rose Ramos, Founder e CEO da Match<IT>\n\n11h: Energizando o Futuro – A Convergência de Open Innovation e Gestão Estratégica | Marcus Araújo, Superintendente de Gestão Empresarial na Eletrobras\n\n11h20: Open Innovation e Gestão da Inovação para um Futuro Sustentável | Eduardo Moraes de Carvalho, Especialista em Gestão de Projeto Sr em Inovação na Klabin\n\n11h40: Open Innovation e Gestão da Inovação | Rodrigo Amantea, Head do Hub de Inovação e Empreendedorismo Paulo Cunha\n\n12h: Encerramento e Sorteio\n\n\n\nWebinars\n\nWebinars, lives e videoconferências sobre inovação e empreendedorismo da comunidade Insper, de empresas patrocinadoras e atores parceiros do ecossistema.\n\nSaiba mais\n\n\n\nPODCASTS\n\nProgramas em áudio sobre inovação e empreendedorismo da comunidade Insper, de empresas patrocinadoras e atores parceiros do ecossistema.\n\nSaiba mais\n\n\n\n\n\n\n\nCURSOS\n\nSujeito a alteração sem prévio aviso, em função do número de vagas. Vagas limitadas.\n\nInovação Estratégica\n\nhttps://ee.insper.edu.br/cursos/empreendedorismo-e-inovacao/inovacao-estrategica/\n\n\n\nPromova a inovação estratégica na sua empresa e entenda como grandes corporações já trilharam o caminho da disrupção.\n\nInsira a inovação estratégica na agenda de sua empresa e entenda como empresas estabelecidas desenvolvem suas capacitações em inovação.\n\nEmpresas conhecidas pela postura inovadora executam estratégias que ditam tendências para o mercado. O que elas têm em comum? A clareza do papel que a inovação desempenha na renovação do core business e no crescimento e expansão do negócio. Além disso, a execução ocorre de forma natural, sendo alocados recursos e executados os processos mais adequados.\n\nO curso é voltado para executivos seniores e empresários envolvidos nas definições estratégicas de inovação ou interessados em implementá-la em suas empresas.\n\nViva uma experiência transformadora com o Insper!\n\nPor que fazer o curso?\n\nTransformar o mindset das lideranças da empresa, colocando a inovação como um importante elemento da construção do futuro e da perenidade dos negócios;\n\n Preparar executivos para alavancar a inovação em seus negócios, conectando-a com a estratégia, definindo seus mecanismos e superando as principais barreiras para a sua efetiva implementação;\n\nFazer com que executivos tenham uma compreensão abrangente do funcionamento da inovação para que possam criar estratégias de inovação mais adequadas às organizações que atuam.\n\nO que você precisa saber\n\nPerfil\n\nExecutivos de carreira e empresários envolvidos nas definições estratégicas de inovação ou que se interessem por promover a inovação nas suas empresas, sejam estas pequenas, médias ou ainda familiares.\n\nPré-requisitos\n\nFormação superior;\n\nO que você vai aprender\n\nPor que inovar?\n\nMudanças na tecnologia, na sociedade e no ambiente de negócios que impactam fortemente a estratégia, modelo de negócios e impulsionam a inovação;\n\nCorporate Venturing: desafios das corporações em conciliar a atuação com inovação e novos negócios;\n\nEstado da arte de inovação: tendências e lições aprendidas.\n\nEm que inovar?\n\nAmbidestria organizacional: diferentes negócios, diferentes organizações e diferentes tipos de inovação;\n\nPensamento Crítico e Inovação: avaliação de alternativas para os modelos atuais;\n\nOrganizações e ecossistemas de Inovação;\n\nAmbição de Inovações e agenda estratégica.\n\nComo inovar?\n\nSuperando as Barreiras para Inovação;\n\nCapacidade de Inovação: Recursos, Processos e Prioridades;\n\nCultura Organizacional e Inovação: Clima, EVP e Cultura;\n\nReinventando sua Organização – Intraempreendedorismo e Inovação;\n\nIntrapreneurial Ventures – Effectuation e Causation;\n\nGerenciamento vs Empreendedorismo: a sinergia e o conflito;\n\nEcossistemas de Inovação: Empresas, Clusters e Países;\n\nInovação aberta com startups e instituições de ensino e pesquisa.\n\nProntidão para inovação (o módulo prevê 4h de atividades assíncronas)\n\nAssessment da prontidão para inovação da empresa escolhida;\n\nPlano de ação para melhorar a prontidão para inovação da empresa, com base nas aulas e interações no curso;\n\nMentoria para discussão do diagnóstico e plano de ação para a empresa. A mentoria é uma sessão online compartilhada por até 3 alunos.\n\nCorpo Docente\n\nA maioria dos nossos professores é de mestres e doutores oriundos de renomadas escolas nacionais e internacionais e/ou executivos com extensa experiência profissional e prática.\n\nRodrigo Amantea\n\nDoutor em Administração de Empresas pela FGV-EAESP. Desenvolve pesquisas na área de inovação, intraempreendedorismo, desenho organizacional e marcas. Possui vasta experiência na gestão e inovação de produtos, serviços e marcas, em empresas de tecnologia e serviços de grande porte. É Head do Hub de Inovação e Empreendedorismo Paulo Cunha e professor do Insper.\n\nMarcelo Nakagawa\n\nProfessor de Inovação e Empreendedorismo do Insper. É coordenador adjunto da FAPESP nos programas de inovação. É colunista da Época Negócios. Também é consultor de inovação para grandes corporações e entidades setoriais e governamentais. Doutor em Engenharia de Produção (POLI-USP), mestre em Administração e Planejamento (PUC-SP) e graduado em Administração de Empresas (FEA-USP), tem quase 30 anos como executivo nas áreas financeira, estratégia empresarial, venture capital, inovação, private equity e educação.\n\nPaula Traldi\n\nFundadora da Blossom Consulting, consultoria especializada em cultura e desenvolvimento organizacional. Profissional com mais de 20 anos em posições de VP/Diretora de Recursos Humanos, em empresas como lnfracommerce, Patria Investimentos, Abril Mídia, Novartis Biociências, Unilever e Ford. Experiência internacional na Inglaterra, Estados Unidos e países da América Latina. Professora nos programas de Educação Executiva do INSPER, nas disciplinas de Cultura, Inovação e Transformação Digital. Graduada em Psicologia pela USP (92), pós graduada em Administração com ênfase em Marketing pelo FGV (97) e graduado no programa de formação de conselheiros do IBGC (22). Filiada à WCD (Women’s Corporote Directors). Membro do conselho de Administração da Jive Investments e do conselho consultivo da área de Marketing do lnsper. Experiências em comitês de pessoas e conselhos consultivos.\n\nMaximiliano Carlomagno\n\nMaximiliano Selistre Carlomagno é sócio-fundador da Innoscience. Assessorou 20 das 100 empresas mais inovadoras do Brasil. Mestre em Administração (PUCRS); Doutorando em Administração (EAESP/FGV); Pesquisador Visitante na Florida International University; Autor dos Livros Gestão da Inovação na Prática e Práticas dos Inovadores.\n\n\n\n\n\nInovação Aberta Corporativa\n\nhttps://ee.insper.edu.br/cursos/empreendedorismo-e-inovacao/inovacao-aberta-corporativa/\n\n\n\nIntegre conhecimentos, habilidades e atitudes relacionados à inovação aberta com a aplicação prática de desafios reais do mercado.\n\nAs empresas líderes precisam integrar suas capacidades internas (inovação fechada) com a orquestração de iniciativas externas de co-inovação com parceiros, fornecedores, startups e até com concorrentes (inovação aberta).\n\n \n\nAlém do desafio de tornar a inovação aberta uma competência genuína da organização, sua integração à estratégia corporativa é fundamental para que traga resultados verdadeiramente relevantes para o negócio.\n\n \n\nEste programa integra conhecimentos, habilidades e atitudes relacionados à inovação aberta, com a aplicação prática a partir de desafios reais das empresas participantes. Todo o programa conta com metodologia centrada no participante, e os projetos contam com mentoria e acompanhamento para que possam ser concluídos, de forma que os aprendizados se consolidem como competências da organização.\n\n\n\nViva uma experiência transformadora com o Insper!\n\nPor que fazer o curso?\n\nIntegrar a inovação aberta à estratégia corporativa, alinhando-a aos objetivos da organização e às metas dos executivos;\n\n Definir e colocar em prática estratégias de inovação aberta a partir de desafios reais orientados para resultados.\n\n \n\nO que você precisa saber\n\nPerfil\n\nGestores de inovação, consultores e facilitadores de inovação, profissionais em posições de gestão ou em preparação para tal, que desejam desenvolver iniciativas de inovação cada vez mais relevantes no mercado de trabalho.\n\n \n\nO programa também é oferecido para organizações que desejam acelerar habilidades para inovação aberta entre os membros do seu time.\n\n \n\nPré-requisitos\n\nFormação superior completa.\n\n \n\nO que você vai aprender\n\nMódulo 1 – Inovação Aberta Corporativa: estratégia integrada de resultados\n\nBenchmarks de Inovação Aberta: discussão de erros e acertos em projetos passados com executivos convidados;\n\nSua organização tem a melhor estratégia? Da estratégia tradicional à estratégia ágil e adaptativa;\n\nAlém da transformação digital: quais são os impactos das novas lógicas de negócio e oportunidades de transformação dos negócios para a sua empresa?;\n\nQuão inovador é o seu negócio? Definindo os próximos passos para ampliar a capacidade inovativa da sua organização;\n\nDefinição de oportunidades para inovar: das metas para o ano fiscal às oportunidades de ampliação ou reinvenção do negócio;\n\nIntegração da inovação aberta: co-inovação com grandes empresas e integração com startups;\n\nGestão da Inovação: funil de inovação e de resultados.\n\nMódulo 2 – Inovação Aberta Corporativa na Prática\n\nInovação Aberta: Dominando os conceitos e integrando à estratégia e operações da empresa\n\nCriação de cultura de inovação aberta: Engajamento e capacitação da equipe e definição de objetivos reais para novos projetos\n\nPlanejamento da estratégia da inovação aberta: Elaboração de iniciativas de co-inovação com startups, corporações e/ou outras instituições\n\nIdentificação, seleção, definição e negociação de realização de provas de conceito (PoC) em parceria com organização externa\n\nAvaliação e mensuração de PoCs: Estudo para continuidade (ou não) do projeto e planejamento da solução em escala plena\n\nOrganização e disseminação das lições aprendidas e melhoras no programa de inovação aberta da companhia.\n\nCorpo Docente\n\nA maioria dos nossos professores é de mestres e doutores oriundos de renomadas escolas nacionais e internacionais e/ou executivos com extensa experiência profissional e prática.\n\nRodrigo Amantea\n\nMestre e Doutor em Administração de Empresas pela FGV-EAESP. Desenvolve pesquisas na área de inovação, intraempreendedorismo, desenho organizacional e marcas. Possui vasta experiência na gestão e inovação de produtos, serviços e marcas, em empresas de tecnologia e serviços de grande porte. Desde 2011 é Coordenador Acadêmico de Educação Executiva e professor do Insper.\n\nMarcelo Nakagawa\n\nProfessor de Inovação e Empreendedorismo do Insper. É coordenador adjunto da FAPESP nos programas de inovação. É colunista da Época Negócios. Também é consultor de inovação para grandes corporações e entidades setoriais e governamentais. Doutor em Engenharia de Produção (POLI-USP), mestre em Administração e Planejamento (PUC-SP) e graduado em Administração de Empresas (FEA-USP), tem quase 30 anos como executivo nas áreas financeira, estratégia empresarial, venture capital, inovação, private equity e educação.\n\nBruno Stefani\n\nÉ Diretor Global de Inovação da AB InBev, sendo responsável por Criação de Novos Negócios, Ecossistema de Startups e P&D. É Board Member da MIT Sloan no Brasil e Colunista da Época Negócios. Formado em Engenharia Industrial pela Universidade Federal de São Carlos e atualmente é Doutorando em Engenharia de Software.\n\nFernando Freitas\n\nTrabalhou como consultor do IPEA, contribuindo para o debate de politicas publicas em inovação, participando como co-autor de publicações de livros e artigos científicos. Na Organização Bradesco atuou no Departamento de Pesquisas Econômicas por 8 anos, construindo cenários macroeconômicos e pesquisas proprietárias que ajudaram a tesouraria do banco a criar suas estratégias de atuação no mercado. Atualmente está no Departamento de Pesquisa e Inovação do Bradesco, responsável pelo construção do ecossistema inovabra e da estratégia de inovação.\n\nGabriela Toribio\n\nCom ampla experiência nas áreas de inovação e empreendedorismo, Gabriela Toribio é Managing Director da Wayra Brasil e Vivo Ventures, com foco em aproximar startups e a Vivo, para gerar oportunidades de negócio em conjunto, impulsionando o ecossistema empreendedor com contratos e aportes financeiros. Além da sua atuação na Wayra Brasil e Vivo Ventures, a executiva também é Coordenadora do Comitê de Corporate Venture Capital (CVC) da Associação Brasileira de Private Equity e Venture Capital (Abvcap), instituição que tem o objetivo de fomentar o ecossistema de CVCs no Brasil.\n\n\n\nPÓS-GRADUAÇÃO EM EMPREENDEDORISMO E INOVAÇÃO\n\nhttps://www.insper.edu.br/pos-graduacao/mbm/empreendedorismo-e-inovacao/\n\n\n\nMaster in Entrepreneurship and Innovation\n\n \n\nQuem deseja empreender, iniciando uma empresa do zero, ou o profissional que atua em uma organização e quer inovar, seja por meio do desenvolvimento de novos processos, produtos ou ideias de negócios, precisa conhecer a certificação em Empreendedorismo e Inovação.\n\n \n\nEssa é uma possibilidade para quem faz o Master in Business Management (MBM)* do Insper. Nessa pós-graduação lato sensu é possível obter de uma a cinco certificações extras, que valem como uma forma de o aluno se especializar ainda mais em um campo do conhecimento que será útil para a gestão dos negócios.\n\n \n\nVeja a seguir o detalhamento da certificação em Empreendedorismo e Inovação e saiba mais sobre o Master in Business Management (MBM).\n\n \n\n*O nome do programa é em inglês para permitir a acreditação por reconhecimento de similaridade com ofertas de mesmo nome fora (Master in Business Management).\n\n \n\nSOBRE A CERTIFICAÇÃO EM EMPREENDEDORISMO E INOVAÇÃO DO MASTER IN BUSINESS MANAGEMENT\n\nEmpreendedorismo e Inovação é uma das certificações do MBM do Insper.\n\n \n\nO aluno que optar por concluir essa especialidade e for aprovado na avaliação obtém a certificação de especialista em Empreendedorismo e Inovação, estando plenamente apto para empreender ou a se tornar um agente inovador dentro da organização onde atua.\n\n \n\nAs certificação em Empreendedorismo e Inovação tem carga horária total de 90 horas/aula, divididas em dois módulos de 30 horas cada – Insper Start (módulo 1), Insper Spark (módulo 2) – e mais  30 horas de atividades práticas supervisionadas, em que o aluno efetivamente “coloca a mão na massa”.\n\n \n\nAs atividades práticas são guiadas por mentorias e constantes feedbacks sobre o desempenho dos alunos.\n\nO primeiro módulo (Partida) vai capacitar os alunos para:\n\n \n\nPropor e desenvolver ideias de novos negócios ou inovações em negócios já existentes;\n\nAplicar conceitos de estratégia, empreendedorismo e inovação ao desenvolvimento de ideias de novos negócios e inovações;\n\nPensar em oportunidades de geração de valor financeiro, social e cultural, a partir de necessidades reais de pessoas e organizações;\n\nDefinir mercados potenciais e proposta de valor;\n\nDesenhar modelos de negócios e testes de hipótese;\n\nUtilizar tecnologias do ecossistema Insper para criar protótipos (MVP);\n\nElaborar pitch deck e apresentar para stakeholders.\n\nOs alunos aprovados no primeiro módulo seguem para o segundo módulo (Aceleração), que vai capacitar para:\n\n \n\nDesenhar segmentação de mercados potenciais e priorizar nicho de ataque;\n\nRealizar entrevistas com clientes potenciais e mapear tarefas, jornadas e dores;\n\nDesenvolver testes de hipótese, experimentos e estratégias de pivotagem;\n\nUtilizar tecnologias do ecossistema Insper para criar protótipos (MVP), fazer experimentos e validar hipóteses sobre ideias de novos negócios e inovações;\n\nCompreender a aplicação de métricas e indicadores, como custo de aquisição de clientes e life-time value;\n\nAvaliar ideias e modelos de negócios com foco em escalabilidade, viabilidade técnica e viabilidade financeira;\n\nIdentificar alternativas de fundraising adequadas aos diferentes estágios do processo empreendedor.\n\nSAIBA MAIS SOBRE NOSSA CERTIFICAÇÃO EM EMPREENDEDORISMO E INOVAÇÃO\n\nPara quem se dirige essa especialização\n\nEssa especialização é voltada para profissionais com até três anos de experiência em empresas de médio e grande porte, bem como quem deseja ou está empreendendo e quer aprimorar seu desempenho e entendimento de seu papel na organização.\n\n \n\nLembrando que todo o MBM é voltado também para aqueles que pretendem exercer funções de gestão e de liderança.\n\n \n\nO aluno deve ter curso de graduação completo, leitura fluente em inglês e boas habilidades em matemática, além de disponibilidade de tempo para estudo.\n\nComo funciona o MBM do Insper\n\nO Master in Business Management possui uma carga horária total de 396 horas/aula, das quais 135 horas são de atividades práticas supervisionadas.\n\n \n\nA matriz curricular é formada por três certificações obrigatórias:\n\n \n\nExcelência em Gestão\n\nExcelência em Equipes\n\nLiderança em Equipes Ágeis\n\nHá ainda cinco certificações especialistas, entre elas Empreendedorismo e Inovação. O aluno só pode cursá-las depois de ter concluído as três obrigatórias.\n\n \n\nPara concluir o Master, o aluno precisa obter quatro certificações, sendo pelo menos uma das especialistas – que ele escolhe logo no início do curso, mas pode mudar de opção ao longo do programa.\n\n \n\nEle pode fazer quantas certificações quiser, de um mínimo de quatro – ou seja, pode terminar o curso obtendo o certificado de pós-graduação lato sensu em Business Management e mais quatro a oito certificações que vão agregar conhecimentos especializados para esse profissional, dependendo de quantas escolher cursar.\n\n \n\nNão há TCC (trabalho de conclusão de curso). Cada certificação é avaliada de forma isolada. Dentro de uma certificação, o aluno só pode se matricular no módulo seguinte caso tenha sido aprovado no anterior.\n\nO MBM do Insper é um curso, sobretudo, muito moderno. Ele oferece as habilidades mais atuais que o mercado passou a exigir e que ainda não estão presentes na maioria dos cursos disponíveis nos centros acadêmicos.\n\n \n\nUm exemplo disso é o foco em pensamento computacional e em trabalho em equipe, que estão presentes em duas das certificações desse Master in Business Management.\n\n \n\nO grande diferencial do Master in Business Management do Insper é o semestre final com alternativas mais robustas para o desenvolvimento de um profissional com perfil mais especializado.\n\n \n\nOu seja, ele estará plenamente preparado para lidar com a gestão de um negócio, assim como também com o bônus de uma formação complementar – opções: gestão de marketing, análise de dados, empreendedorismo e inovação, liderança em equipes ou gestão de projetos.\n\n \n\nAo final do curso, todos os alunos do Master in Business Management estarão aptos a:\n\n \n\nLiderar e atuar em equipe: implementar estratégias comportamentais colaborativas que contribuam para atingir os objetivos comuns das equipes.\n\nPensar de forma crítica: analisar um fato ou formar um argumento levando em conta a veracidade das premissas e das conclusões a que se pode chegar.\n\nPensar de forma computacional: formular soluções para problemas de maneira eficaz, tendo a tecnologia como alicerce.\n\nFazer gestão do negócio: ter competência nas práticas de gestão dentro de funções estratégicas, de marketing e de entrega de forma integrada ao uso das competências específicas (equipes, pensamento crítico e computacional).\n\nCuidar da contabilidade, economia e finanças: analisar e selecionar entre as alternativas de investimento e financiamento a partir de diagnóstico econômico-financeiro das empresas, com objetivo de gerar valor visando a sustentabilidade do negócio.\n\nAtuar de forma estratégica: realizar os objetivos estratégicos na organização em níveis tático e operacional por meio de pessoas.\n\n\n\nCERTIFICAÇÃO EM EMPREENDEDORISMO E INOVAÇÃO\n\nhttps://www.insper.edu.br/certificacoes/empreendedorismo-e-inovacao/\n\n\n\nQuem deseja empreender, iniciando uma empresa do zero, ou o profissional que atua em uma organização e quer inovar, seja por meio do desenvolvimento de novos processos, produtos ou ideias de negócios, precisa conhecer a certificação em Empreendedorismo e Inovação (Entrepreneurship and Innovation), do Insper.\n\n \n\nEssa é uma possibilidade oferecida para quem quer se aprimorar em um campo do conhecimento e se destacar no mercado de trabalho, tendo em mãos uma certificação de instituição renomada, em um curso com apenas seis meses de duração.\n\n \n\nVeja a seguir o detalhamento da certificação em Empreendedorismo e Inovação.\n\n \n\nSOBRE A CERTIFICAÇÃO EM EMPREENDEDORISMO E INOVAÇÃO DO INSPER\n\nEmpreendedorismo e Inovação é uma das certificações oferecidas pelo Insper.\n\n \n\nO aluno que optar por concluí-la e for aprovado na avaliação já obtém a certificação “Entrepreneurship and Innovation Management”, estando plenamente apto para empreender ou se tornar um agente inovador dentro da organização onde atua.\n\n \n\nA certificação é dividida em dois módulos, que totalizam 90 horas/aula.\n\n \n\nO primeiro módulo (“Partida”) vai capacitar os alunos para:\n\n \n\nPropor e desenvolver ideias de novos negócios ou inovações em negócios já existentes;\n\nAplicar conceitos de estratégia, empreendedorismo e inovação ao desenvolvimento de ideias de novos negócios e inovações;\n\nPensar em oportunidades de geração de valor financeiro, social e cultural, a partir de necessidades reais de pessoas e organizações;\n\nDefinir mercados potenciais e proposta de valor;\n\nDesenhar modelos de negócios e testes de hipótese;\n\nUtilizar tecnologias do ecossistema Insper para criar protótipos (MVP);\n\nElaborar pitch deck e apresentar para stakeholders.\n\nOs alunos aprovados no primeiro módulo seguem para o segundo módulo (“Aceleração”), que vai capacitar para:\n\n \n\nDesenhar segmentação de mercados potenciais e priorizar nicho de ataque;\n\nRealizar entrevistas com clientes potenciais e mapear tarefas, jornadas e dores;\n\nDesenvolver testes de hipótese, experimentos e estratégias de pivotagem;\n\nUtilizar tecnologias do ecossistema Insper para criar protótipos (MVP), fazer experimentos e validar hipóteses sobre ideias de novos negócios e inovações;\n\nCompreender a aplicação de métricas e indicadores, como custo de aquisição de clientes e life-time value;\n\nAvaliar ideias e modelos de negócios com foco em escalabilidade, viabilidade técnica e viabilidade financeira;\n\nIdentificar alternativas de fundraising adequadas aos diferentes estágios do processo empreendedor.\n\nCERTIFICAÇÃO COMPLEMENTAR\n\nAlém desses módulos, o aluno terá também 36 horas/aula com a temática Teamwork (Atuação em equipe) durante uma primeira certificação e Agile Teams (equipes ágeis) na segunda vez que o faz, totalizando 61 horas/aula que estão incluídas na carga horária de 151 horas do curso completo. Realizará outra avaliação ao final do curso, específica para os dois casos, e quando aprovado nesta avaliação, recebe mais uma certificação por sua expertise adquirida na atuação em equipe ou para equipes ágeis (na segunda vez). \n\n \n\nOu seja, o aluno conclui as horas do curso com duas certificações: em “Data Analytics” e mais a certificação “Teamwork” ou “Agile Team Leadership” (quando realiza uma segunda certificação).\n\n \n\nUMA VANTAGEM DA CERTIFICAÇÃO: RECONHECIMENTO DO MERCADO\n\nUma certificação validada por uma instituição como o Insper é uma oportunidade de o aluno/profissional demonstrar que possui nível de proficiência de excelência em uma habilidade específica. \n\n \n\nEsse desempenho garante um reconhecimento significativo junto ao mercado de trabalho, inclusive porque as certificações descrevem todos os aprendizados desenvolvidos e demonstrados pelo aluno (veja no próximo tópico).\n\n \n\nSetores de recursos humanos de empresas de grande porte reconhecem com mais facilidade as certificações do Insper graças a todo o processo empregado, que requer efetivo nível de proficiência nas suas avaliações.\n\nCOMO A CERTIFICAÇÃO PODE SER DIVULGADA\n\nDepois de ser aprovado em uma certificação, o aluno recebe uma mensagem por email com um selo, um escudo do instituto. O selo pode ser compartilhado nas redes sociais, como LinkedIn e Facebook, atestando a conquista obtida. O selo é clicável e remete a uma página autenticada, com as informações oficiais sobre a certificação.\n\n \n\nAs informações ficam dentro de uma plataforma digital de verificação, que valida sua legitimidade. \n\n \n\nQualquer pessoa poderá clicar na imagem divulgada pelo aluno em suas redes sociais e consultar os dados sobre a competência adquirida pelo profissional, tais como:\n\nNome do profissional\n\nData da publicação da certificação\n\nNome da competência adquirida\n\nComponentes da certificação: conhecimentos, habilidades\n\nNível de proficiência requerida\n\nCritérios de avaliação\n\nAtividade empregada para a avaliação\n\nPARA QUEM SE DIRIGE ESSA CERTIFICAÇÃO\n\nEssa certificação é voltada para profissionais com até três anos de experiência em empresas de médio e grande porte, bem como quem deseja ou está empreendendo e quer aprimorar seu desempenho e entendimento de seu papel na organização.\n\n \n\nTambém é voltada para todos aqueles que pretendem exercer funções de gestão e de liderança.\n\n \n\nO aluno deve ter curso de graduação completo, leitura fluente em inglês e boas habilidades em matemática, além de disponibilidade de tempo para estudo.\n\n \n\nOBJETIVOS DA CERTIFICAÇÃO\n\nA certificação em Empreendedorismo e Inovação prepara o aluno para:\n\n \n\nSeleção de mercado-alvo;\n\nMapeamento e seleção de oportunidades latentes ou explícitas de stakeholders;\n\nResolução de problemas: desenvolvimento de solução para problemas do negócio;\n\nComunicação: argumentação e retórica para defender elementos da proposta de valor;\n\nIdentificação dos objetivos e das necessidades do negócio;\n\nFormalização de processos para solução de problemas do negócio.\n\nPROCESSO SELETIVO\n\nPara cursar uma certificação do Insper é preciso passar por um processo seletivo, que é o mesmo usado para as pós-graduações. Isso porque, uma vez tendo passado em uma certificação, o aluno pode ingressar em outras certificações sem necessidade de passar por processos seletivos adicionais.\n\n \n\nSão 4 etapas no processo seletivo:\n\n \n\nFormulário de inscrição\n\nTestes\n\nDocumentação\n\nEntrevista de admissão\n\nVeja, a seguir, um detalhamento de cada uma delas.\n\n1. Formulário de inscrição\n\nO formulário de inscrição é uma etapa eliminatória do processo seletivo. Nele, o candidato deve descrever as suas experiências profissionais, bem como sua formação acadêmica.\n\nEssas informações serão analisadas e, se atenderem aos requisitos do programa, o candidato será convocado a realizar os testes e a entrevista de admissão.\n\n2. Teste de Preparo em Temas Quantitativos (TPTQ) com English Reading Test (ERT)\n\n\n\nAs orientações para realização dos testes são enviadas por e-mail em até 24 horas após a análise do formulário de inscrição. É cobrada uma taxa de R$ 95.\n\nCom duração total de duas horas, o exame é composto por 25 questões de múltipla escolha de matemática (1h30) e 10 questões de inglês (30 min).\n\nO resultado é divulgado ao final da prova, e o aluno deve conseguir nota mínima de 50% para continuar no processo seletivo.\n\n3. Documentação\n\n\n\nOs documentos abaixo devem ser inseridos através de upload no formulário de inscrição: \n\nCarta de recomendação\n\nAs cartas de recomendação devem ser obtidas junto a profissionais, executivos ou acadêmicos que tiveram contato direto com o candidato e possam atestar e confirmar suas habilidades. \n\nA apresentação incompleta dos documentos impede o prosseguimento no processo seletivo. A candidatura só pode ser retomada após a entrega da totalidade dos documentos citados.\n\nAlém disso, os documentos abaixo são obrigatórios e devem ser apresentados no ato da matrícula, em caso de aprovação no processo seletivo: \n\nRG ou RNE (não podendo ser substituído por outro documento, como CNH, CPF, etc); \n\nDiploma de graduação (frente e verso)* ou, provisoriamente, comprovante de colação de grau** \n\nCarta de responsabilidade financeira (se o pagamento do curso for realizado por empresa). \n\n* Os candidatos que têm diploma de graduação estrangeiro podem apresentar apenas seu diploma de graduação no processo seletivo.\n\n** Caso o candidato ainda não tenha o diploma de graduação, provisoriamente será aceito um atestado de conclusão de curso de graduação que explicite a data de colação de grau, realizada em data anterior ao início do curso de pós-graduação. Nesse caso, o candidato deverá assinar termo de compromisso de entrega do diploma no prazo definido pelo Insper.\n\n4. Entrevista de admissão\n\n\n\nApós análise do formulário e do teste, o candidato é convocado para agendar uma entrevista com um membro do Comitê de Admissão do Insper. Durante a entrevista, o Insper procura entender se as expectativas e o momento de carreira estão alinhados ao programa.\n\nO desempenho do candidato em todas as etapas é analisado pelo Comitê de Admissão, sendo os aprovados convocados para a matrícula, e os reprovados, devidamente informados. A validade da aprovação no processo seletivo para matrícula é de quatro trimestres consecutivos, a partir do trimestre de sua aprovação.\n\nPROGRAMA AVANÇADO EM TRANSFORMAÇÃO DIGITAL: GESTÃO, OPERAÇÕES E TECNOLOGIA\n\nhttps://www.insper.edu.br/pos-graduacao/programas-avancados/programa-avancado-em-transformacao-digital/\n\n\n\nA transformação digital dos negócios é uma realidade e está acontecendo em ritmo acelerado nos mais diversos setores da economia. A forma como as organizações criam valor para seus clientes, a partir de novos modelos de negócio e de tecnologias digitais emergentes, está transformando setores inteiros e pressionando o desenvolvimento de projetos envolvendo algumas, ou muitas, dessas tecnologias.  \n\n \n\nA revolução em curso se baseia numa ampla gama de possibilidades tecnológicas: inteligência artificial, internet das coisas, big data, blockchain, realidade virtual e aumentada, robótica avançada, robotic process automation (RPA) e manufatura aditiva, entre outras. E além do desafio de dominá-las, existe também o de ter um mapeamento contínuo de evoluções para serem incorporadas aos processos no momento correto de maturidade e potencial de geração de valor. \n\n \n\nO poder de transformação dessas tecnologias sobre os mais diversos processos de negócios da organização, sejam eles operacionais, de suporte ou de gestão, está justamente na variedade e capilaridade delas. Essas inovações devem ser geridas por professionais qualificados, executadas por equipes multifuncionais e ágeis e conduzidas dentro de um programa de gerenciamento da mudança alinhado à cultura e à estratégia digitais da organização. \n\n \n\nA complexidade dessa digitalização exige uma formação robusta dos profissionais, tanto em aspectos técnicos, quanto de liderança, e a constante colaboração entre os negócios e a pesquisa.\n\nVISÃO DO PROGRAMA\n\nA imagem a seguir apresenta a visão do Programa Avançado em Transformação Digital: Gestão, Operações e Tecnologia sobre os diversos aspectos da transformação digital nas organizações, trabalhando do porquê da inovação, ao desenvolvimento dela baseado em tecnologias disruptivas, dados, gestão e liderança.  \n\nPOR QUÊ?\n\nEstratégia digital e novos modelos de negócios\n\nONDE?\n\nSupply Chain digital\n\nOperações digitais\n\nProduto/Serviço digital\n\nCliente\n\nO QUÊ?\n\nSegurança digital\n\nData Science\n\nCaptura\n\nExtração\n\nConectividade\n\nArmazenamento\n\nAnálise\n\nIA\n\nAplicação\n\nNegócios\n\nTecnologias disruptivas\n\nCOMO?\n\nLiderança digital\n\nGovernança\n\nGestão da mudança\n\nGestão de Projetos digitais\n\nDIFERENCIAIS DO CURSO\n\nGestão colegiada com a participação de um Núcleo Docente Estruturante, composto por professores responsáveis pelas trilhas de aprendizagem do curso.\n\nA metodologia do Aprendizado Centrado no Aluno, que é seguida durante todo o curso e propicia avaliações e medições constantes do aprendizado e da qualidade do ensino.\n\nInfraestrutura de laboratórios de ensino para composição das atividades práticas e desenvolvimento dos projetos das disciplinas e integrador.\n\nGestão integrada do corpo docente, incluindo processo de seleção, aprimoramento e ações pontuais visando à melhoria de qualidade em matéria de ensino e aprendizagem.\n\nProcesso de Garantia da Aprendizagem (Assurance of Learning)\n\nToda a infraestrutura de tecnologia do Insper está a serviço do Programa Avançado em Transformação Digital: Gestão, Operações e Tecnologia. Dos laboratórios de ensino e pesquisa (Automação Industrial, FabLab, TechLab, Laboratório Desenvolvimento Colaborativo Ágil, Laboratório Realidade Virtual e Jogos Digitais, Laboratório Redes e Supercomputação), ao Centro de Empreendedorismo e ao Hub de Inovação Paulo Cunha, que desenvolve soluções para problemas reais de organizações parceiras.\n\nObjetivos do programa\n\nO objetivo geral do curso é preencher uma lacuna e oferecer ao mercado profissionais completos, que conhecem em profundidade as novas tecnologias, e lideram o processo de transformação digital a partir de práticas contemporâneas de gestão. \n\n \n\nPara as organizações, isso significa novos modelos de negócio, processos e produtos alinhados às suas estratégias e necessidades do seu mercado consumidor.\n\nObjetivos de aprendizagem específicos \n\nAvaliar alternativas de posicionamento estratégico de uma organização em ambientes competitivos sujeitos a mudanças tecnológicas, considerando os desafios e as oportunidades da transformação digital. \n\nAnalisar as metodologias para a busca da excelência operacional dos processos de negócios ao produzir bens e serviços que atendam com eficácia às necessidades do cliente. \n\nSelecionar ferramentas analíticas e tecnologias emergentes que agreguem valor aos clientes considerando os processos operacionais e de decisão estabelecidos para a produção de bens e serviços.\n\nLiderar mudanças organizacionais a partir de um realinhamento da cultura e dos processos às novas práticas de gestão impostas pela transformação digital.  \n\nA quem se destina\n\nEste curso é voltado a profissionais com no mínimo três anos de experiência em diversas áreas de atuação que pretendem se tornar especialistas em tecnologias disruptivas, gestão e estratégia digitais para liderar os processos de transformação digital das suas organizações.\n\n \n\nTrilhas de aprendizagem\n\nO curso está estruturado em 5 trilhas, formadas por diferentes componentes curriculares que se cruzam ao longo dos trimestres.\n\nVisão e impacto da transformação digital no negócioMenos\n\nA primeira trilha parte da questão fundamental do programa: por que digitalizar? Ela discute conceitos de estratégia e de posicionamento competitivo, seguidos por estudos sobre novas estratégias e novos modelos de negócio direcionados por inovações tecnológicas. Além de apresentar métodos de avaliação do grau de maturidade digital para verificar os potenciais e as lacunas da corporação frente a sua estratégia digital. \n\n \n\nDisciplina: \n\n \n\nEstratégia e Negócios Digitais\n\nDecisão orientada por dados\n\nA segunda trilha desenvolve todo o ferramental analítico e tecnológico para a tomada de decisão orientada por dados. Inclui as etapas de aquisição de informações ao longo de todos os processos de negócios da organização (operacionais, gerenciais ou de suporte), a construção de uma arquitetura robusta e confiável para a transferência dessas informações e o seu armazenamento para análise por algoritmos. Envolvendo também os temas de segurança digital, privacidade e proteção dos dados.  \n\n \n\nDisciplinas:   \n\n \n\nData Science and Analytics \n\nIoT – Internet das Coisas  \n\nSegurança Digital\n\nTecnologias emergentes\n\nA terceira trilha propõe a apresentação, discussão e demonstração das inovações tecnológicas que abrem novas perspectivas para a cadeia de valor das empresas, possibilitam a criação de processos mais autônomos, flexíveis e reconfiguráveis, o desenvolvimento de soluções “inteligentes”, a criação de novos processos, novos produtos e novos modelos de negócios.  \n\n \n\nDisciplinas: \n\n \n\nTecnologias para Produtos-Serviços \n\nTecnologias para Suporte às Operações \n\nTecnologias para Suporte a Gestão\n\nVisão e impacto da transformação digital na gestão e operações digitais\n\nA quarta trilha fecha a discussão sobre os ganhos ao longo da cadeia de geração do valor das empresas fruto de nova estratégia digital e de novos modelos de negócios (Trilha1), do uso de ferramentas analíticas e de ciência dos dados (Trilha 2) e da implantação de tecnologias emergentes (Trilha 3). Ela aborda a geração de valor a partir de cadeias de suprimentos altamente integradas, otimizadas e ágeis, de uma operação digital orientada por dados e em inteligência operacional e no design de produtos e serviços alinhados às necessidades do cliente.  \n\n \n\nDisciplinas: \n\n \n\nExperiência do Cliente \n\nDesign de Produtos-Serviços Digitais \n\nGestão das Operações Digitais \n\nGestão da Cadeia de Suprimentos Digital\n\nCultura digital e gestão da mudança\n\nNa quinta trilha, é resolvida a questão crucial que surge após o aprendizado de todo o processo de transformação: como gerir o processo de transformação? Ela discute ações fundamentais para definir novas competências do ambiente de negócios digitais, o envolvimento e a preparação das pessoas nos processos de transformação digital e estrutura o processo de gestão de mudanças.\n\n \n\nDisciplinas:\n\n \n\nGovernança Digital \n\nLiderança de Projetos Digitais\n\n\n\nProjeto Integrador\n\nO Projeto Integrador é uma disciplina aplicada que oferece aos alunos a oportunidade de pôr em prática seus conhecimentos. Eles trabalham, em um problema real de uma organização, as “razões”, o “onde”, o “o quê” e o “como” aplicar a transformação digital. \n\n \n\nOs alunos são desafiados a seguir o framework de transformação digital apresentado no início do programa e detalhado ao longo das disciplinas. Partindo da discussão da estratégia digital, baseada no levantamento do nível de maturidade digital da organização escolhida com caso de estudo e de um mapeamento tecnológico que mostra oportunidades e riscos de ruptura do modelo de negócio em questão.  \n\n \n\nDaí os alunos são capazes de propor adequação ao longo da cadeia de geração de valor, sempre centrado no cliente, a partir da escolha e implantação corretas de tecnologias emergentes e orientada a dados. Algumas dessas ações podem ser prototipadas e testadas em laboratório ou ambientes virtuais, permitindo rápidas adaptações e iterações em cima da solução proposta, em um ciclo de melhoria ágil e contínua. \n\n \n\nAs aulas do Projeto Integrador ocorrem no modelo “estúdio” que permite que os alunos treinem e avancem suas habilidades de design e desenvolvam suas competências de pensamento crítico e de comunicação dentro das equipes e entre elas. \n\n \n\nOs projetos do Desafio Integrador são avaliados ao final do 6º período por uma banca composta por membros internos e externos ao programa.\n\nCOORDENAÇÃO DO CURSO\n\nAlex Camilli Bottene\n\n \n\nDoutor em Engenharia de Produção, área de Manufatura Avançada e Sustentável, pela Escola de Engenharia de São Carlos, da Universidade de São Paulo (EESC-USP). Mestre em Engenharia Mecânica, área de Manufatura, também pela EESC-USP. Graduado em engenharia de Produção Mecânica, também pela EESC-USP.\n\nPrévia experiência profissional de pesquisa e desenvolvimento em processos avançados de manufatura de estruturas leves, quando foi Integrante do Núcleo de Estruturas Leves do Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT).\n\n \n\nAtualmente, é professor nas áreas de: design para manufatura, processos de fabricação, processos avançados de manufatura e gestão integrada da manufatura; todas dos cursos de graduação de Engenharia Mecânica e Mecatrônica do Insper. Líder da trilha de design destes cursos, atuando como integrador das disciplinas de projeto ao longo dos semestres de Graduação.\n\nIntegrante do grupo de professores do Insper, coordena do Programa Avançado em Transformação Digital (PATD), onde atua na disciplina de tecnologias para design de produtos e serviços digitais.\n\nCOORDENAÇÃO DA PÓS-GRADUAÇÃO LATO SENSU\n\nGeraldo Setter\n\n \n\nGeraldo é professor teaching fellow no Insper, coordenador executivo do Insper Metricis e coordenador do Programa Avançado em Sustentabilidade (PAS). Doutor em Administração (na área de Governança Corporativa) na FEA/USP, é mestre em Administração pelo Insper e fez também o MBA Executivo. É especialista em Finanças (CEAG) pela Escola de Administração de Empresas de São Paulo (EAESP)/Fundação Getulio Vargas e engenheiro mecânico pela Escola de Engenharia Mauá/Centro Universitário do Instituto Mauá de Tecnologia.\n\n \n\nMais de 30 anos de experiência profissional como executivo e consultor, com foco em finanças, estratégia e gestão de negócios, em empresas brasileiras e multinacionais de múltiplos segmentos (consultoria de TI e gestão, banco, bens de consumo, engenharia e telecomunicações, incorporação imobiliária e mídia). No Terceiro Setor, atuou por quase 10 anos em consultoria e gestão de entidades ligadas à saúde pública.\n\nNOTÍCIAS\n\nhttps://hub.insper.edu.br/noticias\n\n\n\nContato\n\nhttps://hub.insper.edu.br/contato\n\nDESENVOLVA O PROJETO DE INOVAÇÃO DA SUA EMPRESA NO INSPER\n\nAgende uma conversa com o hub\n\nFALE COM O HUB\n\n\n\n\n\n\n\nRELATÓRIO BIANUAL 2021 • 2022\n\n\n\n\n\n\n\nMENSAGEM DO FUNDADOR\n\nÉ com muita satisfação que encaminhamos a vocês este relatório sobre as atividades do Hub de Inovação Paulo Cunha.\n\nO Hub foi criado em 2019 e nomeado em homenagem ao engenheiro Paulo Cunha, querido amigo, conselheiro e generoso apoiador do Insper, que sempre foi um forte promotor e incentivador da área tecnológica na nossa escola e de seu impacto em promoção da inovação e do empreendedorismo. O Hub tem por missão acelerar transformações de alto valor econômico e social nas organizações e na sociedade por meio de pesquisa aplicada, soluções tecnológicas ou de novos modelos de negócio. No entanto, em função da pandemia, as atividades do Hub foram prejudicadas em 2020 e, ao longo daquele ano, foi feito um planejamento estratégico tendo em mente a retomada das atividades presenciais no Insper, o que aconteceu no ano seguinte.\n\nA partir de 2021, o Hub passou a ser liderado por Rodrigo Amantea, novo coordenador executivo, com a missão principal de aprimorar a integração dos conhecimentos gerados no Insper com as demandas do mercado por inovação. Para tanto, visa-se estabelecer uma sólida estrutura de parcerias com grandes empresas, alunos e alumni empreendedores do Insper.\n\nCom esse objetivo, foram lançados o canal de comunicação hub.i9, uma plataforma que oferece informações abrangentes à toda nossa comunidade, o programa Inova Projetos e o consórcio com empresas, visando promover projetos inovadores e transformadores com longo envolvimento entre as organizações e o Hub.\n\nDestaca-se também o lançamento do programa Women in Tech, iniciativa que visa promover uma maior inclusão de mulheres nas áreas de ciência, tecnologia, engenharia e matemática (STEM) e da aceleradora Foks, para os projetos e startups de alunos e alumni do Insper.\n\nA missão do Hub está inserida na do Insper, de criar valor para a sociedade por meio do conhecimento aplicado e de pessoas com habilidades, competências e espírito inovador e empreendedor. Vemos o Hub como fundamental para podermos continuar a cumprir com êxito nosso propósito.\n\nAgradeço penhoradamente a todos que contribuíram para que isso tenha sido possível e com cujo generoso apoio continuaremos a contar.\n\nClaudio Haddad\n\nPresidente do Conselho Deliberativo\n\n\n\n\n\n\n\nMENSAGEM DO COORDENADOR\n\nEste relatório sumariza o trabalho do Hub de Inovação Paulo Cunha nos anos de 2021 e 2022. Nosso primeiro desafio foi a formação da equipe que tornaria possível dar vida à nossa missão. Incentivamos a aproximação do corpo docente com o Hub e, paralelamente, nos conectamos com empresas nas quais inovação era parte importante da agenda, o que possibilitou a realização de projetos tecnológicos e conectou nossas engenharias com o mercado.\n\nRevisamos a proposta de fomento ao empreendedorismo na comunidade Insper, implementando, por exemplo, o programa de startups residentes e a aceleradora FOKS. Tudo isso contribuiu positivamente para a cultura de inovação e empreendedorismo.\n\nRodrigo Amantea\n\nCoordenador Geral de Educação Executiva e do Hub de Inovação Paulo Cunha\n\n\n\n\n\n\n\nQUEM SOMOS\n\nO Hub de Inovação Paulo Cunha é um espaço aberto a alunos, professores, pesquisadores, alumni, empresas e sociedade, dedicado ao desenvolvimento de projetos de inovação e empreendedorismo. Nossos parceiros são organizações que apostam na inovação do Brasil por meio da resolução de problemas complexos e da compreensão estratégica do impacto da inovação nas empresas (13_Relatório Hub - miolo) .\n\n\n\n\n\n\n\nPILARES DE ATUAÇÃO DO HUB DE INOVAÇÃO\n\nPara isso, estruturamos as atividades do Hub em três pilares: inovação com parceiros, empreendedorismo e Comunidade Hub.i9 .\n\n\n\nPILAR 1 • INOVAÇÃO COM PARCEIROS\n\nNeste pilar de nossa atuação temos como objetivo estreitar os vínculos entre organizações, alunos e docentes por meio da execução de projetos multidisciplinares. Oferecemos oportunidades para resolução de problemas complexos, o que fazemos com pesquisas em tecnologias disruptivas, projetos de transformação digital e laboratórios de inovação, entre outros. Nossos parceiros são instituições públicas e privadas em busca de inovação: buscamos criar oportunidades de parcerias para diferentes tipos de inovação, com projetos de curta, média e longa duração, com um processo de atendimento e desenho de parceria altamente customizável.\n\nAlguns cases\n\nGM: Desenvolvimento de tecnologias de localização de veículos para automação de testes em pista de provas\n\nAMBEV: Criação de sistema de monitoramento de trocador de calor\n\nULTRACARGO: Melhoria da estimativa de custos para desenvolvimento de planta industrial\n\nDELL: Plataforma para criação e teste de modelos do mercado de ações\n\nProgramas acadêmicos (REP)\n\nAtividade pioneira e inovadora no mundo dos negócios, o REP propõe diagnóstico e solução para as empresas. Voltado para complementar a formação dos alunos da graduação em Administração, a disciplina amplia as competências de resolução de problemas, trabalho em equipe, comunicação, pensamento crítico e orientação para resultado\n\nProgramas acadêmicos (PFE)\n\nExperiência imersiva no desenvolvimento de projetos tecnológicos que requerem uma solução inovadora de engenharia, o PFE é um dos marcos de conclusão do processo de formação do engenheiro do Insper, aproximando os alunos das organizações para que desenvolvam soluções voltadas a demandas e necessidades das empresas e da sociedade\n\n\n\nPILAR 2 • CENTRO DE EMPREENDEDORISMO\n\nÉ o pilar que visa o desenvolvimento da cultura empreendedora nos membros da comunidade Insper e profissionais do mercado. Nesse sentido, a atuação se direciona ao amparo individual do empreendedor (com foco no autoconhecimento) e à identificação de oportunidades para colocar em prática as descobertas feitas ao longo da jornada de formação. Participando ativamente do desenvolvimento de startups, o Centro de Empreendedorismo (CEMP) é um mecanismo de advisory, que dá suporte a alunos e alumni desde o início do projeto até a captação, de modo a orientar no processo de validação mais adequado e na busca pelas boas práticas para empreender um novo negócio. Com suporte especializado, programas que acompanham cada momento do empreendedor e conexão com alumni, as startups do nosso ecossistema se destacam em seus mercados .\n\nAceleradora Foks\n\nCriada em 2022, a Foks é o nosso programa de aceleração exclusivo para startups de alunos e alumni do Insper que já possuem clientes e receita recorrente superior a R$ 40 mil por mês. Com apoio do CEMP e da estrutura do Insper, essas startups têm a oportunidade de impulsionar seu crescimento e alcançar novos patamares de sucesso .\n\nPROGRAMAS ACADÊMICOS (ON E EMPREENDA)\n\nCriada em 2022, a Foks é o nosso programa de aceleração exclusivo para startups de alunos e alumni do Insper que já possuem clientes e receita recorrente superior a R$ 40 mil por mês. Com apoio do CEMP e da estrutura do Insper, essas startups têm a oportunidade de impulsionar seu crescimento e alcançar novos patamares de sucesso. \n\nOferecemos um programa de aceleração non-equity, focado no suporte e conexão com o objetivo de ajudar as startups a desenharem e atingirem seus OKRs (Objectives and Key Results). Além disso, montamos um Advisory Board composto por empreendedores de sucesso do Insper, alinhados com o desafio específico de cada startup, proporcionando orientação estratégica e experiência prática\n\nO framework de atuação da Foks envolve reuniões mensais com o Advisory Board, reuniões quinzenais com o time de aceleração do Hub, conexões com uma ampla base de mentores e a rede alumni do Insper, oferecendo um acesso ilimitado de acordo com as necessidades de cada startup. Além disso, proporcionamos conexões com anjos e fundos de investimento, incluindo fast-tracking para o Insper Angels, rede de investidores formada e gerida por ex-alunos do Insper. \n\nCom a Foks, as empresas parceiras do Hub têm a possibilidade de se relacionar com as startups e realizar provas de conceitos, promovendo uma sinergia única entre suas necessidades e as soluções inovadoras desenvolvidas pelas startups\n\nOPORTUNIDADE DE NEGÓCIOS\n\nNa atividade ON, oferecemos um diagnóstico do modelo de negócio, do estágio de maturidade da startup e do público-alvo, para elaborar uma proposta geradora de melhores negócios.\n\n\n\nPRÉ-ACELERAÇÃO EMPREENDA: DA IDEIA AO MVP\n\nO programa tem como objetivo auxiliar o aluno que está decidido a criar seu negócio a identificar seus próximos passos e desenvolver seu “produto mínimo viável” com os primeiros clientes e em um curto espaço de tempo (6 semanas) .\n\n\n\nPILAR 3 • COMUNIDADE HUB.I9\n\nO hub.i9 é o pilar de comunicação para compartilhar conhecimento sobre inovação e empreendedorismo do Insper. Por meio de webséries, matérias, newsletters, vídeos e podcasts, temos proporcionado uma experiência enriquecedora para aqueles que buscam se aprofundar nessas áreas por meio do ensino e da pesquisa aplicada fomentada pelo Insper. Em nosso canal, temos entrevistas com renomados professores, alunos, ex-alunos, fundadores de startups, conselheiros do Insper e representantes de empresas parceiras, tudo com o objetivo de compartilhar insights valiosos e inspirar a comunidade.\n\nAlém da disseminação do conhecimento, o hub.i9 também desempenha papel fundamental na comunidade de inovação e empreendedorismo. Por meio desse canal, estabelecemos novas conexões, realizamos visitas guiadas e tours de inovação no Insper, além de promover ações de ativação para ampliar a visibilidade do Hub no ecossistema global e engajar os diversos públicos de interesse que já fazem parte de nossa comunidade .\n\n\n\nECOSSISTEMAS CONECTADOS\n\nNo dia 30 de novembro, aconteceu o Brazil Expo Day 2022, realizado pela Plug and Play Brasil em parceria com o Hub de Inovação. O evento trouxe ao palco tendências, palestras e startups de destaque para que o público pudesse conhecer mais sobre ESG, Web 3.0 e Indústria 4.0. A Plug and Play Brasil atua como um hub para a América Latina. É uma plataforma global de inovação aberta que funciona como catalisador da inovação por meio da conexão entre mentes brilhantes.\n\nFoi uma oportunidade única para promover networking e gerar insights para a comunidade. No evento, a Plug and Play trouxe mais de 30 startups que fazem parte do seu ecossistema dentro das indústrias fintech, insurtech, agtech, novos materiais, alimentos e bebidas, e sustentabilidade.\n\nNos dias 16 a 19 de novembro, uma equipe de especialistas em inovação do Insper, liderados por Rodrigo Amantea, participou do Festival Rec’n’Play, um dos maiores eventos nas áreas de tecnologia, cidades inteligentes e empreendedorismo do nordeste do Brasil. O festival reuniu mais de 75 mil pessoas de diversas idades para falar sobre inovação, impacto que o Insper ajudou a promover com a realização de 10 horas de conteúdo distribuídas em 3 trilhas formativas com 7 palestrantes diferentes. Falamos sobre o futuro da moradia, organizações ambidestras, desafios da mobilidade em uma cidade inteligente, blockchain e os ativos digitais, EduTech, o papel da universidade no empreendedorismo e as aplicações da biotecnologia na era da medicina personalizada.\n\nAlém das atuações em conferências e festival, a equipe executiva esteve presente em diversos hubs, como State, Cubo, Inovabra habitat e InovaHC. O objetivo das visitas foi posicionar o Insper no ecossistema nacional de empreendedorismo e inovação, trazer benchmarks das melhores práticas de gestão de hubs e criar parcerias duradouras para a prospecção de novos projetos de inovação com parceiros .\n\n\n\nWOMEN IN TECH\n\nIncubado no Hub de Inovação, o programa Women in Tech (WIT) busca envolver a comunidade Insper e as empresas parceiras em iniciativas que ampliem a presença de mulheres em cursos e carreiras de tecnologia e em postos de liderança. Diversidade e inclusão são essenciais em todos os setores, por isso é necessário promover sempre ações que impulsionem o protagonismo da mulher em um ambiente cuja participação feminina ainda é baixa.\n\nNo primeiro evento organizado pelo WIT, no dia 19 de março de 2022, recebemos a escritora Ana Fontes, fundadora da Rede Mulher Empreendedora, que acabara de lançar o livro “Negócios: Um assunto de mulheres: a força transformadora do empreendedorismo feminino”, que deu nome ao encontro. Foi uma oportunidade para discutirmos os desafios do empreendedorismo, o potencial das mulheres em uma área ainda vista como masculina e a importância do desenvolvimento de soft skills para aumentar a presença feminina em posições estratégicas no mercado. Ouvimos histórias inspiradoras e debatemos formas de assegurar às mulheres o direito de ocuparem os seus espaços. Também participaram deste bate-papo as empreendedoras da comunidade Insper Andresa Bicudo (Backstage), Bárbara Diniz (Dress and Go) e Patrícia Palomo (Controlow) .\n\n\n\nESPAÇO FÍSICO E ESTRUTURA DE COWORKING\n\nPor meio da inauguração do espaço Paulo Cunha, novos negócios puderam ser incubados no térreo do prédio 2 do Insper. O espaço de coworking conta com uma sala modular com capacidade de 32 lugares, uma área externa com 26 lugares, um lounge com 8 lugares e duas cabines de 2 lugares. Para participar do programa de residentes, todo estudante ou alumni Insper pode se cadastrar gratuitamente na base de atendimento e participar do programa independentemente do nível de maturidade de seu negócio .\n\n\n\nVISÃO PARA O FUTURO\n\nEm 2023, vamos reestruturar nossa operação para uma organização voltada a produtos e serviços. Nossos pilares concentrarão os programas do Hub, a comunidade e a pesquisa, que são bases para gerar conhecimento e ativação do ecossistema.\n\nBuscamos ampliar a capacitação técnico-científica mediante expansão e intercâmbio de conhecimentos, conexões e experiências, com focos em iniciativas de inovação, saúde digital, pesquisa e educação. Em parceria com instituições de renome como o Hospital Alemão Oswaldo Cruz, o Hospital das Clínicas, a Faculdade de Medicina da USP, o InovaHC e o Insper, estamos consolidando o Consórcio de Saúde. O objetivo principal é a integração de esforços para prospectar oportunidades de desenvolvimento conjunto de projetos de pesquisa. Acreditamos que essa parceria estratégica fortalecerá a capacidade de inovação e excelência científica. Ao unir as competências desses importantes parceiros, estamos preparados para impulsionar a transformação do setor da saúde, buscando soluções disruptivas, avanços tecnológicos e melhores práticas que beneficiem a sociedade \n\nGOVERNANÇA\n\nHeitor Sant’anna Martins - McKinsey & Company\n\nJoão Fernando Oliveira - Presidente do Conselho do HUB\n\nRodrigo Amantea - Coordenador Geral de Educação Executiva e do Hub de Inovação\n\nCarolina Fouad - Gerente de Projetos e Inovação\n\nThomaz Martins - Coordenador de Empreendedorismo\n\nRaphael Galdino - Coordenador técnico dos projetos de Inovação\n\nBruna Morimoto - Projetos Acadêmicos\n\nFilipi Tieppo - Líder de Aceleração e Portfólio\n\nMilena Lozano - PMO de Inovação\n\nRaphael Castro - Líder de Atendimento e Advisory\n\nDavid Palácio - Comunidade Hub.i9\n\nThamara Martins - Projetos Acadêmicos\n\nJéssica Adayris - Projetos de Inovação\n\nGabriela Ortigossa - Assistente de Projetos de Empreendedorismo.\n\n\n\n\n\n\n\nApresentação HUB - 2024\n\nMissão\n\nContribuir com o desenvolvimento de soluções inovadoras para problemas reais das organizações e da sociedade.\n\nSomos parte do Insper\n\nUma instituição de ensino e pesquisa com mais de 30 anos de atuação no mercado e reconhecida internacionalmente.\n\nEcossistema que oferece suporte, infraestrutura e conexões com diversos atores\n\nStartups\n\nPesquisadores de Novas Tecnologias\n\nOrganizações\n\nLaboratórios Universitários\n\nEspecialistas em Inovação\n\n\n\n\n\n\n\nAlgumas expertises e áreas de atuação\n\nMáquinas Inteligentes\n\nAutomação: Processos e equipamentos para automação e controle\n\nRobótica e Sistemas Integrados\n\nData & Decision Sciences\n\nSistemas da Informação\n\nDeep Learning & AI\n\nData Analytics e Visualização\n\nBlockChain\n\nRealidade Virtual / Realidade Aumentada\n\nNegócios e Empreendedorismo\n\nIoT e Engenharia Digital\n\nHealthTech\n\nMedical Services\n\nDigital Connected Health\n\nMedicina de Precisão\n\nPolíticas Públicas\n\nAdministração\n\nEconomia\n\nDireito\n\n\n\n\n\n\n\nLaboratórios\n\nConheça nossas soluções\n\nDRIVES AND CONTROL LABORATORY (LAC) – 1º SUBSOLO\n\nPNEUMATIC & HYDRAULICS LABORATORY (LPH) – 3º SUBSOLO\n\nINDUSTRIAL AUTOMATION LABORATORY (LAI) – 3º SUBSOLO\n\nMATERIALS LABORATORY (Room 400) - 4º ANDAR\n\nCHEMISTRY LABORATORY (Container – L1) – 4º ANDAR\n\nTHERMAL SCIENCES LABORATORY (Room 402) – 4º ANDAR\n\nFABRICATION LABORATORY (FAB LAB) – 3º ANDAR\n\nPHYSICS AND INSTRUMENTATION LABORATORY (Room 401) – 4º ANDAR\n\nMULTIDISCIPLINARY LABORATORY (L3) – 4º ANDAR\n\nCOMPUTER LABORATORY (404) – 4º ANDAR\n\nAGILE LABORATORY 1\n\nAGILE LABORATORY 2\n\nCOMPUTER ARCHITECTURE LAB\n\nVIRTUAL REALITY AND DIGITAL GAMES LABORATORY\n\nNETWORKS AND SUPERCOMPUTING LABORATORY\n\nMECHATRONIC SYSTEMS LABORATORY (403) – 4º ANDAR\n\nTECHLAB – 1º SUBSOLO\n\nBAJA WORKSHOP – 1º SUBSOLO\n\nMILEAGE WORKSHOP – 1º SUBSOLO\n\n\n\n\n\nComo podemos ajudar sua organização a inovar?\n\nPortfólio\n\nInovação através dos Laboratórios, Pesquisadores e Alunos INSPER\n\nPesquisa e Desenvolvimento\n\nP&D com foco em Inovação\n\nOportunidades para resolução de problemas complexos com tecnologias disruptivas, projetos de transformação digital e laboratórios de inovação\n\nDesafios e Problemas de Inovação Corporativa\n\nINOVA PROJETOS\n\nPROJETOS CUSTOMIZADOS\n\nPROJETOS ACADÊMICOS\n\nEMPRESAS PATROCINADORAS\n\n\n\n\n\n\n\nProjetos Customizados\n\nOferecemos oportunidades para que empresas parceiras implementem projetos complexos de inovação em parceria com o Insper. Esses projetos são incubados no Hub e utilizam as infraestruturas de laboratórios das engenharias.\n\nProjetos Acadêmicos\n\nProjetos de inovação incremental ou de baixa complexidade que são desenvolvidos ao longo de um semestre pelos alunos e professores do INSPER através de uma das disciplinas de projetos.\n\nEmpresas Patrocinadoras\n\nOrganizações que apostam na inovação e querem apoiar o Hub - pacote de benefícios, incluindo coworking, participação em grupos de afinidades e atuação na comunidade hub.i9, jornada de inovação e empreendedorismo e trilha de inovação aberta.\n\nINOVA Projetos\n\nConectamos o P&D das empresas parceiras com o Hub de Inovação através de projetos nos quais alunos e professores desenvolvem soluções altamente inovadoras para demandas reais.\n\n\n\n\n\n\n\nConheça nossas soluções\n\nProjetos Acadêmicos\n\nREP: O programa Resolução Eficaz de Problemas é uma atividade pioneira e inovadora no mundo dos negócios, que propõe diagnóstico e solução às empresas parceiras, que apresentam aos alunos um problema real.\n\nPFE: O Projeto Final de Engenharia é uma experiência imersiva no desenvolvimento de projetos tecnológicos que requerem uma solução inovadora de engenharia.\n\nON: Na atividade Oportunidade para Novos Negócios oferecemos um diagnóstico do modelo de negócio, do estágio de maturidade da startup e do público-alvo para elaborar uma proposta geradora de melhores negócios.\n\n\n\n\n\n\n\nPremissa dos Projetos de Inovação com Parceiros\n\nExemplos de Projetos:\n\nDesenvolvimento de tecnologias de localização de veículos para automação de testes em pista de provas.\n\nDesenvolvimento de um Sistema de monitoramento de trocador de calor.\n\nDesenvolvimento de Usos e Aplicações Via Manufatura Aditiva Contendo Materiais Braskem.\n\nConcepção, prototipagem e validação experimental de um conjunto de sistemas robóticos autônomos para uso na agricultura.\n\nPlataforma para criação e teste de modelos do mercado de ações.\n\nDesenvolvimento de simulador para treinamento de habilidades em cirurgia minimamente invasiva.\n\nMelhoria da Estimativa de Custos para Desenvolvimento de Planta Industrial.\n\nDesenvolvimento de ferramentas para auxiliar biópsias guiadas por tomografia computadorizada: Angle-Tracker.\n\n\n\n\n\n\n\nAlguns Cases\n\nPesquisa e Inovação\n\nPesquisa e curso do Insper abordam como combater a evasão escolar no Ensino Médio.\n\nPesquisa em parceria com a AstraZeneca sobre o custo econômico das mortes por câncer de pulmão para o país.\n\nDesafios em Heliópolis: soluções para enchentes, conexão entre mães e cuidadoras, e rotatividade de professores.\n\nArtigos\n\nCompreensão do impacto da mudança regulatória de 2013 na aquisição de ouro na Amazônia.\n\nCombate às disparidades sociais e econômicas das regiões do Brasil.\n\nMortes em decorrência de intervenções de agentes de segurança pública de São Paulo.\n\nSprint Session de Inovação Social – Ciência da Computação\n\nBot de WhatsApp para relatar enchentes.\n\nAplicativo para conectar mães e cuidadoras.\n\nSistema de avaliação do deslocamento de professores.\n\n\n\n\n\n\n\nPortfólio\n\nEstratégico & Tático\n\nEstratégias de Inovação, Aculturamento e Relacionamento com Startups\n\nDiagnóstico da Maturidade & Prontidão para Inovação\n\nLabs de Estratégia & Oportunidades de Inovação\n\nEncontros para Construção da Estratégia de Inovação ou Identificação de Problemas e Oportunidades\n\nIncubar Projetos e Spin-offs no Insper\n\nMapeamento & Conexão com Startups\n\nMentoria e Orientação para Desenvolvimento de Projetos\n\nPesquisa Aplicada sobre Tendências & Tecnologias no Setor\n\nChallenges/Hackathons e Eventos para Cultura de Inovação\n\nAceleração Corporativa\n\nResultados do Ecossistema\n\nStartups do nosso ecossistema captaram mais de R$ 7,6 bilhões.\n\n56 startups diferentes.\n\n77 rodadas de investimento.\n\nR$ 7.646.035.000,00 captados.\n\nAtivação da Comunidade\n\nA Comunidade de Inovação e Empreendedorismo do Insper\n\nMais de 46 eventos.\n\n72 speakers diferentes.\n\n40 webinars.\n\nMais de 6945 visualizações.\n\n7 edições de newsletter.\n\nMais de 30 mil leitores impactados.\n\nMais de 8 episódios de podcasts lançados.\n\nContato\n\nCarolina Fouad: carolinafouad@insper.edu.br\n\nVisite nosso site: Insper Hub\n\n\n\n\n\n\n\nFolheto HUB – v7\n\nSomos o Hub de Inovação e Empreendedorismo Paulo Cunha do Insper. Nossa missão é contribuir para o desenvolvimento de soluções inovadoras de problemas reais das organizações e da sociedade. Temos o objetivo de acelerar as transformações de alto valor econômico e social por meio de pesquisa aplicada e de projetos que integrem tecnologia e novos modelos de negócios.\n\nInovação com Parceiros\n\nProjetos Customizados: Oferecemos oportunidades para que empresas parceiras implementem projetos complexos de inovação em parceria com o Insper. Esses projetos são incubados no Hub de inovação e utilizam nossa infraestrutura.\n\nInova Projetos: Iniciativas com alunos e professores que criam soluções inovadoras para os problemas reais de empresas parceiras.\n\nInova Labs: Laboratórios de inovação co-criados com empresas parceiras: hackatons, design sprints, programas de aceleração corporativa, business model challenges, incubadora de projetos de inovação, entre outros.\n\nEmpresas Patrocinadoras: Para organizações que apostam na inovação e querem apoiar o Hub de Inovação, oferecemos um pacote de benefícios, incluindo coworking, participação em grupos de afinidades e atuação na comunidade hub.i9, jornada de inovação e empreendedorismo e trilha de inovação aberta.\n\nOrganizações parceiras\n\nInovando com o Insper Empreendendo no Insperhub.i9\n\nAlunos e alumni Coordenadores, professores e técnicos\n\nEcossistema empreendedor\n\nEmpresas patrocinadoras\n\nProjetos customizados\n\nInova Projetos\n\nInova Labs\n\nComunidade\n\nEventos\n\nPodcasts\n\nNotícias\n\nAtendimento & Advisory\n\nAceleração & Portfólio\n\nEmpresas Residentes\n\nBase de Conhecimento\n\nO hub.i9 é nosso canal de conexão com o ecossistema de inovação e empreendedorismo brasileiro e mundial. Eventos, notícias, webseries, podcasts, e diversas atividades que realizamos com escolas e organizações parceiras.\n\nempreendedorismo@insper.edu.br\n\nProjetos Acadêmicos\n\nO programa Resolução Eficaz de Problemas é uma atividade pioneira e inovadora no mundo dos negócios, que propõe diagnóstico e solução às empresas parceiras, que apresentam aos alunos um problema real.\n\nO Projeto Final de Engenharia é uma experiência imersiva no desenvolvimento de projetos tecnológicos que requerem uma solução inovadora de engenharia.\n\nO projeto interdisciplinar de extensão ‘Oportunidade de Negócios’ (ON) integra as diferentes disciplinas do 5º semestre do curso de Administração, de forma aplicada aos desafios reais de startups e pequenas empresas em diferentes estágios de desenvolvimento.\n\nParticipamos ativamente do desenvolvimento de startups, apoiando alunos e alumni desde a concepção do projeto até a captação dos investimentos. Temos um programa desenhado para cada momento do empreendedor.\n\nEmpreendendo no Insper\n\nAceleração & Portfólio: A FOKS é a aceleradora para startups de alunos e alumni do Insper que já possuem clientes e receita recorrente superior a R$ 40 mil por mês. Com o apoio do Hub, da estrutura do Insper e de um board de especialistas, a startup tem a oportunidade de impulsionar seu crescimento.\n\nStartups residentes Startups de alunos e alumni que precisam de um espaço físico encontram no Hub de Inovação um local adequado para desenvolver seus negócios. Isso permite um contato mais próximo com nosso time, acesso facilitado aos laboratórios e às salas de reunião.\n\nBase de Conhecimento: A base de conhecimento é nossa landpage aberta com todas as etapas do processo empreendedor desenvolvido no Insper, bem como acesso a materiais e ferramentas de suporte para a criação do negócio.\n\nAdvisory & Atendimento Orientação: para todo aluno e alumni empreendedor Insper, desde a ideia até todos os níveis de estruturação do negócio. Profissionais e empreendedores de sucesso podem fazer parte do Board de mentores.\n\n\n\n\n\n\n\nHUB de Inovação e Empreendedorismo – Insper\n\nA missão do Insper\n\nPromover a transformação do Brasil por meio de formação de líderes inovadores e pesquisa aplicada — atuando com excelência acadêmica e visão integrada das áreas de conhecimento.\n\nNúmeros do Insper\n\nO Insper conta com 6.064 estudantes de graduação, 4.256 alumni, 24.000 estudantes dos programas de educação executiva, 276 bolsistas, 32 entidades estudantis e 103 parcerias internacionais.\n\nExpertises e áreas de atuação\n\nO Insper investe, em média, US$ 5 milhões por ano em pesquisa. Entre as áreas de atuação estão máquinas inteligentes, automação, processos e equipamentos para automação e controle, robótica e sistemas integrados, data & decision sciences, sistemas da informação, deep learning & AI, data analytics e visualização, blockchain, sistemas da informação, realidade virtual / realidade aumentada, negócios e empreendedorismo, IoT e engenharia digital, healthtech, medical services, digital connected health, medicina de precisão, políticas públicas, administração, economia e direito.\n\nLaboratórios\n\nOs laboratórios incluem:\n\nDrives and Control Laboratory (LAC) – 1º subsolo\n\nPneumatic & Hydraulics Laboratory (LPH) – 3º subsolo\n\nIndustrial Automation Laboratory (LAI) – 3º subsolo\n\nMaterials Laboratory (sala 400) - 4º andar\n\nChemistry Laboratory (Container – L1) – 4º andar\n\nThermal Sciences Laboratory (sala 402) – 4º andar\n\nFabrication Laboratory (Fab Lab) – 3º andar\n\nPhysics and Instrumentation Laboratory (sala 401) – 4º andar\n\nMultidisciplinary Laboratory (L3) – 4º andar\n\nComputer Laboratory (404) – 4º andar\n\nAgile Laboratory 1\n\nAgile Laboratory 2\n\nComputer Architecture Lab\n\nVirtual Reality and Digital Games Laboratory\n\nNetworks and Supercomputing Laboratory\n\nMechatronic Systems Laboratory (403) – 4º andar\n\nTechLab – 1º subsolo\n\nBaja Workshop – 1º subsolo\n\nMileage Workshop – 1º subsolo\n\nSobre o Hub\n\nO Hub de Inovação do Insper estabelece conexões e redes de parceiros, gera aprendizado institucional, articula o conhecimento de dentro e fora da escola e maximiza a experiência e a aprendizagem dos alunos.\n\nAtivar Comunidade\n\nO Hub realiza eventos, conteúdos, seminários, viagens, entre outros, para ativar a comunidade e promover a inovação nas áreas do Insper, nos programas acadêmicos e nas organizações parceiras.\n\nDesenvolver Pesquisa\n\nO Núcleo de Pesquisa em Empreendedorismo e Inovação desenvolve métodos e gera dados para que os critérios de excelência sejam executados com precisão, envolvendo organizações, professores, colaboradores e alunos.\n\nInovação com parceiros\n\nO Hub conta com um consórcio com empresas que apostam na inovação e querem apoiar o Hub do Insper, tendo acesso a benefícios como grupos de afinidades e jornada de inovação e empreendedorismo. Oferece oportunidades para que organizações privadas e públicas implementem projetos complexos de inovação, utilizando a infraestrutura e expertise do Insper.\n\nProjetos Acadêmicos\n\nO programa Resolução Eficaz de Problemas propõe diagnóstico e solução para problemas reais apresentados por empresas parceiras. O Projeto Final de Engenharia é uma experiência imersiva no desenvolvimento de projetos tecnológicos que requerem uma solução inovadora de engenharia. A atividade Oportunidade para Novos Negócios oferece um diagnóstico do modelo de negócio e do estágio de maturidade da startup para elaborar uma proposta geradora de melhores negócios.\n\nEmpreendedorismo\n\nO ecossistema de novos projetos e negócios do Insper oferece orientação e apoio para alunos e alumni que querem empreender, desde a tomada de decisão inicial até o desenvolvimento do negócio. Aceleração e portfólio são oferecidos para startups de alunos e alumni com clientes e receita recorrente, além de espaço físico adequado para empresas residentes.\n\nBase de Conhecimento\n\nO Insper oferece uma landpage com materiais e ferramentas de suporte para todas as etapas de criação do negócio, orientando desde a ideia inicial até a estruturação completa do empreendimento.\n\nPremissa dos Projetos de Inovação\n\nOs projetos de inovação têm como objetivo gerar produção técnica relevante, soluções inovadoras de alto impacto e/ou patentes. O Insper já realizou mais de 84 projetos de tecnologia e inovação através do Pilar Inovação com Parceiros, atendendo mais de 252 startups e 46 organizações diferentes desde 2020, além de realizar mais de 6 programas de inovação aberta.\n\nAlguns Cases\n\nO Insper desenvolveu tecnologias de localização de veículos para automação de testes em pista de provas, sistemas de monitoramento de trocadores de calor, usos e aplicações via manufatura aditiva com materiais Braskem, sistemas robóticos autônomos para uso na agricultura, plataforma para criação e teste de modelos do mercado de ações, simulador para treinamento de habilidades em cirurgia minimamente invasiva e ferramentas para melhoria da estimativa de custos para desenvolvimento de planta industrial. Devido a cláusulas de confidencialidade, apenas algumas informações básicas podem ser apresentadas publicamente.\n\nA Comunidade de Inovação e Empreendedorismo do Insper\n\nA comunidade do Insper realizou mais de 45 eventos, contou com 70 speakers diferentes, promoveu 12 webinars com mais de 1900 visualizações, publicou 4 edições de newsletter impactando mais de 30 mil leitores e lançou mais de 10 episódios de podcasts.\n\nEquipe\n\nRodrigo Amantea é o Coordenador Geral de Educação Executiva e do Hub de Inovação, Thomaz Martins é o Coordenador de Empreendedorismo, Filipi Tieppo é o Líder de Aceleração, Thamara Martins cuida dos Programas Acadêmicos, Gabriela Ortigossa das Novas Tecnologias, Carolina Fouad é a Gerente de Projetos e Inovação e Líder do Women in Tech, Bruna Morimoto cuida dos Projetos Acadêmicos, Milena Lozano é a PMO de Inovação com Parceiros, David Palácio é o Community Manager, Jéssica Adayris é a Analista e Suporte do Women in Tech e Rafael Castro é o Líder de Advisory para Startups.\n\nCitação\n\n\"As organizações precisam de criatividade para encontrar parceiros que possam complementar suas forças e suprir suas fraquezas.\" - Philip Kotler\n\nPara mais informações, entre em contato via hub@insper.edu.br.", "metadata": {"source": "./data/Dados HUBot - Institucional.docx"}}]