[{"page_content": "Women in Tech: Ações e Impactos – 2023\n\n\n\n\n\n\n\nPrincipais frentes de atuação 2023\n\nNetworking e Conexões\n\nMentoria e Protagonismo Feminino\n\nParticipação em Eventos Externos\n\nParcerias e Eventos\n\nPatrocínios para Parceiros Externos\n\n\n\n\n\n\n\nAções & Impactos 2023\n\n\n\n\n\n\n\nRoda de Conversa – Edição de Fevereiro – 13 de Fevereiro\n\nNo dia 13 de fevereiro, aconteceu a nossa Roda de Conversa com Nathalie Berland, fundadora da Digital Bees, empresa que combina o melhor da Tecnologia, do Design e da Comunicação no desenvolvimento de Sites, E-commerce e Branding, com uma equipe multidisciplinar de profissionais altamente qualificados e mais de 130 clientes atendidos no portfólio.\n\nPúblico-alvo: Alunas, ex-alunas, colaboradores, público externo\n\nTotal de inscritas: 41\n\nTotal de participantes: 17\n\nMulheres na Liderança – Palestra – 08 de Março\n\nA palestra teve a presença de Chieko Aoki, fundadora e presidente da Blue Tree Hotels, e Elizabete Leite Scheibmayr, sócia fundadora da Uzoma Diversidade Cultura e Educação. Os seguintes temas foram abordados:\n\nTrajetória das palestrantes\n\nImportância de mulheres em cargos de liderança\n\nDesafios enfrentados e como cada uma contornou eles\n\nForça e união entre mulheres\n\nPúblico-alvo: Alunas, ex-alunas, colaboradores, público externo\n\nTotal de inscritas: 29\n\nTotal de participantes: 17\n\nRoda de Conversa – 10 de Março\n\nRealizada em parceria com a Comissão de Diversidade, Equidade e Inclusão. Hosts: Ana Calçado, professora Paulina Achurra, Evaniza Rodrigues e a professora Ana Diniz.\n\nRoda de Conversa – 13 de Março\n\nDebate com a professora Patrícia Tavares, especialista em negociação nas organizações públicas e privadas.\n\nPúblico-alvo: Alunas, ex-alunas, colaboradores, público externo\n\nTotal de inscritas: 28 (Mulheres na Liderança), 13 (Patrícia Tavares)\n\nTotal de participantes: 19 (Mulheres na Liderança), 8 (Patrícia Tavares)\n\nAlmoço no MASP - Restaurante A Baianeira – 05 de Abril\n\nTânia Haddad, sponsor do projeto, propôs um convite especial para as alunas, professoras, técnicas dos Laboratórios de engenharia do Insper e integrantes da equipe no restaurante A Baianeira no MASP. Foi um momento especial de integração e conexão.\n\nTotal de participantes: 46\n\nRoda de Conversa – Edição de Abril – 10 de Abril\n\nEncontro com Patrícia Palomo, atuante no mercado financeiro desde 2004. Depoimentos destacaram a importância do enfoque na mulher no mercado de trabalho e vida pessoal.\n\nColégio Liceu de Artes e Ofícios de São Paulo – 27 de Maio\n\nParticipação da professora Graziela Tonin na Jornada das Profissões, voltada para alunos do Ensino Médio, abordando escolha de profissão, mercado de trabalho e especialização.\n\nRoda de Conversa – Edição de Maio – 29 de Maio\n\nConvidada: Kamila Camilo, ativista e empreendedora social. Depoimentos destacaram a importância de conhecer novas pessoas estabelecidas no mercado.\n\nRoda de Conversa – Edição de Junho – 23 de Junho\n\nParceria interna com o CGPP, promovendo a participação de mulheres nas áreas STEM e liderança.\n\nPúblico-alvo: Alunas do curso de Mulheres Líderes na Arena Pública\n\nTotal de inscritas: 29\n\nTotal de participantes: 21\n\nPesquisa – Conforto Térmico em Favelas – 23 de Junho (conclusão)\n\nEstudo sobre conforto térmico nas casas de Heliópolis, São Paulo, realizado pelo programa Women in Tech e o Núcleo Mulheres e Territórios do Laboratório Arq.Futuro de Cidades do Insper.\n\nColégio Farroupilha (RS) – Computação e as Profissões na área de Tecnologia – 30 de Junho\n\nParticipação da professora Graziela Tonin na Jornada das Profissões, voltada para alunos do Ensino Médio, abordando escolha de profissão, mercado de trabalho e especialização.\n\nPúblico: 26 pessoas\n\nEquidade de Gênero no REP – 07 de Julho\n\nIncremento na participação feminina na disciplina Resolução Eficaz de Problemas (REP) do curso de Administração, com aumento de mulheres mentoras de 2 para 11.\n\nSemana de Boas-vindas da Graduação – 11 de Agosto\n\nPalestra sobre as iniciativas do projeto Women in Tech e ações da Comissão de Diversidade Equidade e Inclusão durante a semana de recepção dos calouros da graduação.\n\nLIDE Mulher (Pernambuco) - Visita Guiada – 16 de Agosto\n\nRecebimento de empresárias do LIDE Pernambuco com presença da sponsor Tania Haddad Nobre, promovendo a missão do Insper e os projetos atuais e futuros.\n\nConnect & Play by Women in Tech – Evento de Networking – 28 de Agosto\n\nNoite de comemorações e troca de experiências, divulgando resultados do primeiro ano do projeto Women in Tech. Impacto direto em mais de 500 mulheres.\n\nAgile Academy – Início do Curso – 31 de Agosto\n\nCurso gratuito de Metodologias Ágeis para 50 mulheres de baixa renda, em parceria com o Grupo Mulheres do Brasil.\n\nColégio Santo Agostinho (MG) – Computação e as Profissões na área de Tecnologia – 02 de Setembro\n\nPalestra da professora Graziela Tonin para aproximadamente 36 estudantes do Ensino Médio, abordando escolha de profissão e importância das conexões no mundo corporativo.\n\nLife - Liderança Feminina Em Movimento – 13 de Setembro\n\nParticipação no Congresso LIFE, abordando temas de equidade, representatividade e equilíbrio entre vida pessoal e profissional, com presença de Tania Haddad Nobre.\n\nEscola Concept – Profissões e Habilidades do Futuro – 19 de Setembro\n\nParticipação da professora Graziela Tonin na Jornada das Profissões, abordando escolha de profissão e mercado de trabalho para alunos do Ensino Médio.\n\nThe Secrets Behind Generations of Successful Israeli Entrepreneurs – 21 de Setembro\n\nPalestra com Inbal Arieli, reconhecida na indústria de alta tecnologia de Israel, sobre os segredos de sucesso do ecossistema de inovação de Israel.\n\nPúblico: 71 pessoas de 116 inscritos\n\nPrograma de Mentoria – 28 de Setembro\n\nLançamento do programa \"ELAS EM STEM - MENTORAÇÃO PARA A IGUALDADE DE GÊNERO”, encerrado em 24 de Novembro com almoço de confraternização e entrega de certificados.\n\nAlmoço com Alunas – Praça São Lourenço – 29 de Setembro\n\nAlmoço promovido por Tania Haddad Nobre com alunas dos cursos de tecnologia do Insper, discutindo iniciativas do Women in Tech e promovendo integração.\n\nRoda de Conversa – Edição de Outubro – 16 de Outubro\n\nEncontro com Jaqueline Paiva, mentora de carreira na área de TI, discutindo temas de carreira e orientação.\n\nOficina de Metodologias Ágeis – Rec N´Play – Recife – 21 de Outubro\n\nOficina ministrada pela professora Graziela Tonin para 39 estudantes da escola técnica em Recife, apresentando o projeto Women in Tech.\n\nGrupo Focal – Reunião com Estudantes – 06 de Novembro\n\nReunião com alunas de cursos STEM para promover escuta ativa, coletando feedbacks e relatos sobre desafios enfrentados nas salas de aula.\n\nRoda de Conversa – Mulheres na Arena Pública – 10 de Novembro\n\nEncontro com Vivian Sátiro, focando em estratégias de gestão, planejamento e equidade de gênero e raça.\n\nInovação Aberta com Equidade de Gênero – 13 de Novembro\n\nEvento presencial discutindo como a inovação pode ser potencializada pela liderança Fe+Male, com foco em logística de marcas de luxo e moda circular.\n\nPodcast Santander – 23 de Novembro\n\nEntrevista com Flavia Davoli, sócia no Banco Santander Brasil, sobre carreira, habilidades interpessoais e técnicas, e tendências do mercado.\n\nPapo Delas: Mercado de Trabalho – Evento com o GAS – 25 de Novembro\n\nPalestra da professora Graziela Tonin sobre mercado de trabalho na ONG APAJE, inspirando mulheres de comunidades carentes.\n\nAgile Academy – Cerimônia de Encerramento – 12 de Dezembro\n\nEncerramento do Agile Academy com presença de Luiza Helena Trajano, Tania Haddad e professora Graziela Tonin, destacando a importância de metodologias ágeis para mulheres.\n\nResultados do Primeiro Ano 2022\n\n5 Projetos com parcerias internas\n\n3 Bolsas de estudos (Ensino Médio – Maratona Tech)\n\n5 Eventos internos\n\n10 Rodas de Conversa\n\n3 Capacitações de curta duração\n\n1 Treinamento com parceria internacional\n\n7 Bolsas de Pesquisa\n\n5 Bolsas de estudo para mulheres em formação executiva de C-Level\n\n20 Eventos externos\n\n500 Alunas e mulheres diretamente impactadas\n\nResultados do Segundo Ano 2023\n\n9 Projetos com parcerias internas\n\n17 Eventos internos\n\n8 Rodas de Conversa\n\n1 Capacitação\n\n\n\n\n\n\n\nWomen in Tech: 1ª Reunião do Comitê - Maio 2024\n\nComitê\n\nTania Haddad\n\nDebora Mallet\n\nRenice Pombani\n\nJoice Miagava\n\nPriscila Claro\n\nAna Diniz\n\nGlenda Mezarobba\n\nEncontros semestrais:\n\n2º encontro: Outubro/2024\n\nAgenda\n\nO que já foi feito\n\nO programa\n\nMomento Atual\n\nWIT no HUB\n\nWIT no Insper\n\nDiscussão\n\nHistórico\n\nCriado pelo Hub de Inovação e Empreendedorismo em 2021, o Women in Tech busca envolver a comunidade Insper e as empresas parceiras em iniciativas que ampliem a presença de mulheres em cursos e carreiras de tecnologia e em postos de liderança.\n\n\n\n\n\n\n\nTeoria da Mudança\n\nDefinir estratégias para a implementação de ações afirmativas de gênero, a partir do entendimento do impacto a ser gerado. Consiste em definir o impacto que o programa quer causar, para depois desenvolver o plano de ações e iniciativas para alcançá-lo. Trabalho feito em conjunto com o Insper Metricis, finalizado em 2022.\n\nObjetivos\n\nPromover a retenção de mulheres em programas de Ensino Superior de STEM.\n\nPromover a visibilidade de mulheres com qualificações e carreiras em STEM.\n\nEstimular o interesse de meninas e jovens mulheres em carreiras de STEM.\n\nAções em Andamento\n\nNetworking com grupo de líderes em tecnologia: 1º Encontro em 05/06 com Cristiane Gomes, Cristina Cestari, Denise Inaba, Karine Chaves, Marcia Wolff e Renata Feltrin.\n\nParceria com CUBO para acesso às empreendedoras, fundadoras de startups e mulheres da tecnologia de grandes empresas.\n\nInsper Mulheres: Notícia com Carol Melo sobre a Teoria da Mudança.\n\nDocumentário “LUGAR DE MULHER” – Sylvio Rocha, exibido em Agosto em parceria com InsperCine.\n\nPrograma de Mentoria: Nova rodada de mentorias às alunas começando em Agosto.\n\nRodas de Conversa: 4 edições no 2º semestre.\n\nParceria com LinkedIn: Projetos com alunas de tech para desenvolvimento de tecnologias e outros projetos.\n\nWIT no HUB\n\nIniciativas em sinergia:\n\nEstagiárias e assistentes de pesquisa em projetos de engenharia e tecnologia.\n\nProjetos acadêmicos (REP, PFE) com grupos de meninas.\n\nProjetos patrocinados por empresas.\n\nEmpreendedorismo feminino.\n\nImpulsionar startups fundadas por mulheres.\n\nRole models de empresas de tecnologia.\n\nProjetos com startups na área de tecnologia.\n\n\n\n\n\n\n\nOportunidades para Discussão\n\nHub + WIT\n\nIniciativas em sinergia:\n\nEstagiárias e assistentes de pesquisa em projetos de engenharia e tecnologia.\n\nProjetos acadêmicos (REP, PFE) com grupos de meninas.\n\nProjetos patrocinados por empresas.\n\nEmpreendedorismo feminino.\n\nImpulsionar startups fundadas por mulheres.\n\nRole models de empresas de tecnologia.\n\nProjetos com startups na área de tecnologia.\n\nInsper + WIT\n\nPossíveis Iniciativas em sinergia:\n\nParceria com Marketing para ações com escolas do Ensino Médio.\n\nParceria com Comissão de Diversidade para cursos de formação e treinamentos.\n\nParceria com Comunicação e Eventos para exibição de documentários, newsletter, eventos com outras áreas da escola.\n\nParceria com RH para treinamento de colaboradoras e docentes.\n\nParceria com Carreiras e Student Life para role models, contratações de alunas e acolhimento.\n\nÁrea de Pesquisa para projetos no tema.\n\nCentros de Pesquisa para projetos e pesquisas em conjunto.\n\nLaboratórios, projetos com a participação de técnicas.\n\nReflexão\n\nOutros pontos para reflexão:\n\nTreinamentos, desenvolvimento, conscientização e engajamento de professores e alunos (homens).\n\nParticipação de alunas em alguns comitês.\n\nInclusão de professores e alunos homens no comitê para ajudar na condução e divulgação das ações de gênero.\n\nResponsabilidade do WIT em garantir que as ações aconteçam através das áreas.\n\n\n\n\n\n\n\nPautas da 1ª Reunião\n\nDeveríamos ter homens no comitê?\n\nProfessora de Pós? Sugestão: Mara Behlau\n\nNovo desenho do WIT com entrega própria\n\nComitê\n\nO que queremos atingir? Para onde vamos? O que não queremos?\n\nQueremos atingir quantas mulheres e em quanto tempo? E de que forma?\n\nImpacto no país em inovação e tecnologia\n\nManifesto do WIT\n\nCarreiras (Feira, Mentoria)\n\nImersão de férias de meninas\n\nGrupo Focal (manter frequência)\n\nRodas de Conversa (TCCs e dissertações sobre o tema)\n\nREP e PFE liderados por mulheres nas empresas\n\nAções em Conjunto\n\nBolsas de estudo: Por necessidade, por mérito, “Grant WIT”\n\nInvestimento em cursinhos para mulheres em STEM\n\nEnsino\n\nReceber visitas no Insper via Women in Tech, ter como anfitriãs as professoras, alunas e técnicas\n\n\n\n\n\n\n\nContato\n\nObrigada!\n\nwomenintech@insper.edu.br", "metadata": {"source": "./docs/Dados HUBot - Women In Tech.docx"}}]