[{"page_content": "Como funcionam os processos de inovação com o Hub do Insper? Como uma empresa pode inovar com o Hub do Insper? Quais são os mecanismos para inovação com o Hub do Insper?\n\nDentro de nosso portfólio de produtos para o pilar de inovação com organizações parceiras temos:\n\nInovação através dos Laboratórios, Pesquisadores e Alunos INSPER\n\nToda e qualquer empresa com desafios e Problemas de Inovação Corporativa ou com demandas em pesquisa e Desenvolvimento de produtos e serviços P&D com foco em Inovação. \n\nOportunidades para resolução de problemas complexos com tecnologias disruptivas, projetos de transformação digital e laboratórios de inovação", "metadata": {}}, {"page_content": "Qual é o portfólio de produtos para o pilar?\n\n INOVA PROJETOS\n\nConectamos o P&D das empresas parceiras com o Hub, os laboratórios, pesquisadores e estudantes do Insper através de projetos nos quais alunos e professores desenvolvem soluções altamente inovadoras para demandas reais\n\nProjeto de pequena e média complexidade, com duração de 06 meses até 1 ano.\n\nPROJETOS CUSTOMIZADOS\n\n Oferecemos oportunidades para que empresas parceiras implementem projetos complexos de inovação em parceria com o Insper. Esses projetos são incubados no Hub e utilizam as infraestruturas de laboratórios das engenharias\n\nProjetos de média e alta complexidade, com possibilidade de instalações físicas e engajamento de 1 a três anos.\t\n\n  EMPRESAS PATROCINADORAS\n\nOrganizações que apostam na inovação e querem apoiar o Hub - pacote de benefícios, incluindo coworking, participação em grupos de afinidades e atuação na comunidade hub.i9, jornada de inovação e empreendedorismo e trilha de inovação aberta.", "metadata": {}}, {"page_content": "O que são projetos acadêmicos de Inovação? \n\nProjetos acadêmicos de inovação, programas de inovação, projetos acadêmicos são possibilidade de nomenclatura para projetos acadêmicos de inovação.\n\nSão disciplinas, projetos integradores e desafios práticos que utilizam a área administra do Hub para apoiar empresas a se conectarem com os alunos e o setor acadêmico da escola.\n\nGeralmente, tem duração de 1 semestre e um baixo custo de investimento.\n\nQuais são os projetos acadêmicos?\n\nAtualmente são: \n\nREP (Resolução eficaz de Problemas)\n\nON (Oportunidade de Negócios)\n\nCAPSTONE (Antigo Projeto Final de Engenharia)\n\nEmpreenda: da ideia até a escala.\n\nE outras disciplinas da graduação e pós-graduação que podem fazer interface e apresentar o caso das empresas para alunos do Insper.", "metadata": {}}, {"page_content": "Como o Insper pode ajudar alunos e alumni a empreender?\n\nO CEMP mudou de nome para Hub de Inovação e Empreendedorismo Paulo Cunha do Insper desde 2023 e deixou de ser usado.\n\nO Centro de Empreendedorismo mudou para Hub de Inovação e Empreendedorismo Paulo Cunha do Insper desde 2023 e deixou de ser usado.\n\nDesde antes da ideia até o momento de escalar o negócio, o Hub tem uma trilha para que todo aluno e alumni possa desenvolver suas habilidades empreendedoras e seu negócio.\n\nO Insper apoia todo aluno ou ex-aluno (alumnus) orientando e conectando ao processo empreendedor, então:\n\nSe você procura conhecer o ecossistema empreendedor, quer se conectar ou conhecer melhor alguma Startup do ecossistema\n\nSe você quer empreender, mas não sabe como começar\n\nOu se você tem um negócio, uma Startup ou um projeto de inovação e precisa de qualquer apoio\n\nEntre em contrato com o Hub que nós atenderemos", "metadata": {}}]